Repository: raulsaeed/RXTikTok-Localization
Catalog: *.lproj/*.strings
Languages: pl

source: RXTikTok, Hi
pl: RXTikTok, cześć

source: RXTikTok Settings
pl: Ustawienia RXTikTok

source: Welcome
pl: Witaj

source: Tap to Join the Telegram
pl: Dotknij, aby dołączyć do Telegrama

source: Yes
pl: Tak

source: No
pl: Nie

source: ON
pl: WŁ.

source: OFF
pl: WYŁ.

source: Cancel
pl: Anuluj

source: Confirm
pl: Potwierdź

source: Actions
pl: Akcje

source: Default
pl: Domyślne

source: Modern
pl: Nowoczesne

source: Compact
pl: Kompaktowe

source: Backgrounding ✌️
pl: Pobieranie filmów w tle ✌️

source: Are you sure?
pl: Jesteś pewien?

source: Feed
pl: Strona Główna

source: Profile
pl: Profil

source: Other
pl: Inne

source: Developer
pl: Deweloper

source: Design Options
pl: Opcje designu

source: Other Settings
pl: Inne ustawienia

source: Auto Clear History
pl: Automatyczne czyszczenie historii

source: Enable Embeded Links
pl: Włącz klikalne linki

source: Language 🌎
pl: Język 🌎

source: Show All Settings Tabs
pl: Pokaż wszystkie zakładki ustawień

source: Show Video Upload Timestamp
pl: Pokaż czas przesłania filmu

source: Remove Pendant View
pl: Usuń PiP

source: Hide Commission Posts
pl: Ukryj posty z prowizją

source: Hide dangerous-action Warning
pl: Ukryj ostrzeżenia o niebezpiecznych akcjach

source: Downloads Menu
pl: Menu pobierania

source: Download Video
pl: Pobierz film

source: Download HD Video
pl: Pobierz film w HD

source: Download Music
pl: Pobierz muzykę

source: Download Photo
pl: Pobierz zdjęcie

source: Download All Photos
pl: Pobierz wszystkie zdjęcia

source: Download Photos Menu
pl: Menu pobierania zdjęć

source: Downloading
pl: Pobieranie

source: Download Button
pl: Przycisk pobierania

source: Copy Menu
pl: Menu kopiowania

source: Copy Music Link
pl: Kopiuj link do muzyki

source: Copy Description
pl: Kopiuj opis

source: Post Info
pl: Informacje o poście

source: Copy Video link
pl: Kopiuj link do filmu

source: Copy bio
pl: Kopiuj bio

source: Music Link Copied
pl: Skopiowano link do muzyki

source: Video Link Copied
pl: Skopiowano link do filmu

source: Description Link Copied
pl: Skopiowano link do opisu

source: Stats Menu
pl: Menu statystyk

source: Video Info
pl: Informacje o filmie

source: Confirm Settings
pl: Potwierdź ustawienia

source: Confirmation Settings
pl: Ustawienia potwierdzenia

source: Like Confirmation
pl: Potwierdzenie polubienia

source: Like Comment Confirmation
pl: Potwierdzenie polubienia komentarza

source: Dislike Comment Confirmation
pl: Potwierdzenie niepolubienia komentarza

source: Follow Confirmation
pl: Potwierdzenie obserwacji

source: Feed Settings
pl: Ustawienia strony głównej

source: Hide Ads
pl: Ukryj reklamy

source: Share Sheet
pl: Menu udostępniania

source: Remove Watermark
pl: Usuń znak wodny

source: Show/Hide UI Button
pl: Pokaż/ukryj przycisk UI

source: Stop Playback
pl: Zatrzymaj odtwarzanie

source: Auto Play Next Video
pl: Automatyczne odtwarzanie następnego filmu

source: Show Progress Bar
pl: Pokaż pasek postępu

source: Transparent Comments
pl: Przezroczyste komentarze

source: Show Usernames
pl: Pokaż nazwy użytkowników

source: Disable Sensitive Content
pl: Wyłącz treści wrażliwe

source: Disable Warnings
pl: Wyłącz ostrzeżenia

source: Disable Live Streaming
pl: Wyłącz transmisje na żywo

source: Skip Recommendations
pl: Pomiń rekomendacje

source: Upload Region
pl: Region przesyłania

source: Hide Top Feed items
pl: Ukryj górne elementy strony głównej

source: Anonymous Seen
pl: Anonimowe przeglądanie

source: Hide Play/Pause Button
pl: Ukryj przycisk odtwarzania/pauzy

source: Profile Settings
pl: Ustawienia profilu

source: Profile Save
pl: Zapisz profil

source: Profile Copy
pl: Kopiuj profil

source: Video Like Count
pl: Liczba polubień filmu

source: Video Upload Date
pl: Data przesłania filmu

source: User Post Count
pl: Liczba postów użytkownika

source: Follower
pl: Obserwujący

source: Following
pl: Obserwowani

source: Fake Verified
pl: Fałszywa weryfikacja

source: Enable Fake Changes
pl: Włącz fałszywe zmiany

source: Extended Bio
pl: Rozszerzone bio

source: Extended Comments
pl: Rozszerzone komentarze

source: Upload HD
pl: Przesyłaj w HD

source: App Lock
pl: Blokada aplikacji

source: Enable Flex
pl: Włącz Flex

source: Enable Oled Keyboard
pl: Włącz klawiaturę OLED

source: Post Stats
pl: Statystyki postów

source: Enable Text To Reposts
pl: Włącz tekst do repostów

source: Disable Survey Popups
pl: Wyłącz wyskakujące ankiety

source: Comment Settings
pl: Ustawienia komentarzy

source: Comment Design
pl: Design komentarzy

source: Select Design
pl: Wybierz design

source: Disable Comment Tooltip
pl: Wyłącz podpowiedzi komentarzy

source: Add Comment as Post
pl: Dodaj komentarz jako post

source: Add Comment as Story
pl: Dodaj komentarz jako relację

source: Mass Unfold Comment Replies
pl: Masowe rozwinięcie odpowiedzi

source: Auto Unfold Comment Texts
pl: Automatyczne rozwinięcie tekstów

source: Multi Emoji Comment Bar
pl: Pasek z emotikonami w komentarzach

source: Hide Emoji-Bar
pl: Ukryj pasek emoji

source: Add Translation Button
pl: Dodaj przycisk tłumaczenia

source: Comment Cell Redesign
pl: Odświeżony wygląd sekcji komentarzy

source: Enable Comment Photos
pl: Włącz zdjęcia w komentarzach

source: Enable Comment Stickers
pl: Włącz naklejki w komentarzach

source: Enable Comment Flags
pl: Włącz flagi w komentarzach

source: Enable Copy Without Username
pl: Włącz kopiowanie bez nazwy użytkownika

source: Configure Advanced Comment Settings
pl: Konfiguruj zaawansowane ustawienia komentarzy

source: Tab Bar Settings
pl: Ustawienia paska nawigacyjnego

source: Tab Bar Configurations
pl: Konfiguracje paska nawigacyjnego

source: Hide Plus Button
pl: Ukryj przycisk obserwowania

source: Hide Friends Badge
pl: Ukryj zakładke Znajomi

source: Hide Inbox Badge
pl: Ukryj licznik powiadomień w zakładce Przychodzące

source: Changes will take effect after restarting the app
pl: Zmiany zostaną zastosowane po ponownym uruchomieniu aplikacji

source: Live Button Settings
pl: Ustawienia przycisku Live

source: Live Button Function
pl: Funkcja przycisku Live

source: Live Button Actions
pl: Akcje przycisku Live

source: Live Actions
pl: Akcje na żywo

source: Playback Speed
pl: Prędkość odtwarzania

source: Select Action
pl: Wybierz akcję

source: Change the behavior of the Live button
pl: Zmień działanie przycisku Live

source: Selected Action
pl: Wybrana akcja

source: Live Button Function Disabled
pl: Funkcja przycisku Live wyłączona

source: Please enable Live Button Function first
pl: Najpierw włącz funkcję przycisku Live

source: Change Action of Live Button
pl: Zmień akcję przycisku Live

source: Enable Live Button Function
pl: Włącz funkcję przycisku Live

source: Chat Settings
pl: Ustawienia czatu

source: Enable Voice Messages
pl: Włącz wiadomości głosowe

source: Enable Streaks
pl: Włącz serie (streaks)

source: Hide Streak Pet
pl: Ukryj zwierzątko serii

source: Disable Typing Indicator
pl: Wyłącz wskaźnik pisania

source: Enable Pin Chat
pl: Włącz przypinanie czatów

source: Bypass Media Limit
pl: Obejdż limit mediów

source: Disable AI-Generated Replies
pl: Wyłącz odpowiedzi generowane przez AI

source: Enable Small Emoji
pl: Włącz małe emoji

source: Enable Playback Speed
pl: Włącz prędkość odtwarzania

source: Selected Speed
pl: Wybrana prędkość

source: Playback Speed Settings
pl: Ustawienia prędkości odtwarzania

source: Enable Persistent Playback Speed.
pl: Włącz trwałą prędkość odtwarzania.

source: Select Speed
pl: Wybierz prędkość

source: Control video playback speed
pl: Kontroluj prędkość odtwarzania filmów

source: Playback Speed Disabled
pl: Prędkość odtwarzania wyłączona

source: Please enable Playback Speed first
pl: Najpierw włącz prędkość odtwarzania

source: Region Settings
pl: Ustawienia regionu

source: Enable region changing to access content from different regions
pl: Włącz zmianę regionu, aby uzyskać dostęp do treści z różnych regionów

source: Enable Region Changing
pl: Włącz zmianę regionu

source: Enable Region Changing Functionality
pl: Włącz funkcję zmiany regionu

source: Selected Region
pl: Wybrany region

source: Region Changing Disabled
pl: Zmiana regionu wyłączona

source: Please enable region changing first
pl: Najpierw włącz zmianę regionu

source: FEATURE_ENABLE_COMMENT_FLAGS
pl: Pokazuje flage kraju użytkownika obok jego nazwy w komentarzach

source: FEATURE_COPY_WITHOUT_USERNAME
pl: Kopiuje treść komentarza bez nazwy komentującego użytkownika

source: FEATURE_HIDE_ADS
pl: Ukrywa reklamy w kanale

source: FEATURE_DOWNLOAD_BUTTON
pl: Włącza przycisk pobierania dla postów i relacji

source: FEATURE_SHARE_SHEET
pl: Otwiera menu udostępniania po pobraniu mediów

source: FEATURE_REMOVE_WATERMARK
pl: Usuwa znak wodny (animowane logo TikTok i nazwę użytkownika) z pobranych mediów

source: FEATURE_UI_BUTTON
pl: Pokazuje lub ukrywa przycisk UI

source: FEATURE_STOP_PLAYBACK
pl: Zatrzymuje odtwarzanie filmu po jego zakończeniu

source: FEATURE_AUTO_PLAY
pl: Włącza automatyczne przewijanie filmów

source: FEATURE_PROGRESS_BAR
pl: Pokazuje pasek czasu pod każdym filmem

source: FEATURE_TRANSPARENT_COMMENTS
pl: Uczynia sekcję komentarzy przezroczystą

source: FEATURE_DISABLE_SURVEY
pl: Wyłącz irytujące pytania ankietowe w kanale

source: FEATURE_HIDE_PLAY_PAUSE
pl: Ukryj widok play/pause w kanale

source: FEATURE_SHOW_USERNAMES
pl: Zastępuje pseudonimy tagami

source: FEATURE_DISABLE_SENSITIVE
pl: Ukrywa ostrzeżenia o nieodpowiednich treściach

source: FEATURE_ADD_TRANSLATION
pl: Dodaj przycisk tłumaczenia w każdym komentarzu

source: FEATURE_DISABLE_WARNINGS
pl: Ukrywa ostrzeżenia TikTok

source: FEATURE_DISABLE_LIVE
pl: Ukrywa transmisje na żywo w kanale

source: FEATURE_SKIP_RECOMMENDED
pl: Usuwa rekomendacje znajomych itp.

source: FEATURE_UPLOAD_REGION
pl: Pokazuje flagę regionu przesyłania obok nazwy użytkownika

source: FEATURE_HIDE_TOP_ITEMS
pl: Ukrywa przycisk wyszukiwania, LIVE i inne (Dla Ciebie, Obserwowani, Sklep itp...)

source: FEATURE_ANONYMOUS_SEEN
pl: Przeglądaj czaty bez wiedzy drugiej osoby

source: FEATURE_SHOW_ALL_TABS
pl: Pokaż wszystkie ukryte zakładki ustawień [Beta!]

source: FEATURE_PROFILE_SAVE
pl: Zapisuje informacje o profilu do schowka

source: FEATURE_EMBED_LINKS
pl: Włącz osadzone linki podczas kopiowania linku

source: FEATURE_PROFILE_COPY
pl: Kopiuje informacje o profilu

source: FEATURE_USER_POST_COUNT
pl: Pokazuje liczbę przesłanych filmów

source: FEATURE_LIKE_COUNT
pl: Pokazuje liczbę polubień wiadomości

source: FEATURE_UPLOAD_DATE
pl: Pokazuje datę przesłania

source: FEATURE_SHOW_VIDEO_TIMESTAMP
pl: Pokaż czas przesłania filmu na stronie głównej w Dla Ciebie

source: FEATURE_HIDE_DANGEROUS_ACTION
pl: Ukryj ostrzeżenia pod filmami sportowymi (UFC, boks itp...)

source: FEATURE_REMOVE_PENDANT
pl: Usuń widok reklamy w lewym górnym rogu na stronie Dla Ciebie

source: FEATURE_CONFIRM_LIKE
pl: Pokazuje potwierdzenie polubienia filmu

source: FEATURE_CONFIRM_COMMENT_LIKE
pl: Pokazuje potwierdzenie polubienia komentarza

source: FEATURE_CONFIRM_COMMENT_DISLIKE
pl: Pokazuje potwierdzenie niepolubienia komentarza

source: FEATURE_CONFIRM_FOLLOW
pl: Pokazuje potwierdzenie obserwacji użytkownika

source: FEATURE_AUTO_CLEAR
pl: Automatycznie czyści historię wyszukiwania co 60 sekund

source: FEATURE_FAKE_CHANGES
pl: Włącza fałszowanie danych profilu

source: FEATURE_FOLLOWER_COUNT
pl: Wprowadź fałszywą liczbę obserwujących

source: FEATURE_FOLLOWING_COUNT
pl: Wprowadź fałszywą liczbę obserwowanych

source: FEATURE_FAKE_VERIFIED
pl: Pokazuje fałszywą odznakę weryfikacji

source: FEATURE_HIDE_PLUS_BTN
pl: Ukryj przycisk kamery (plus po środku ekranu na dole)

source: FEATURE_HIDE_FRIENDS_BADGE
pl: Ukryj odznakę powiadomień znajomych

source: FEATURE_HIDE_INBOX_BADGE
pl: Ukryj odznakę powiadomień skrzynki (Przychodzące)

source: FEATURE_EXTENDED_BIO
pl: Zwiększa limit znaków w bio

source: FEATURE_EXTENDED_COMMENTS
pl: Zwiększa limit znaków w komentarzach

source: FEATURE_UPLOAD_HD
pl: Włącza przesyłanie w HD

source: FEATURE_APP_LOCK
pl: Dodaje możliwość blokowania TikToka hasłem

source: FEATURE_ENABLE_FLEX
pl: Tylko dla deweloperów, NIE DOTYKAJ jeśli nie wiesz, co to robi

source: FEATURE_OLED_KEYBOARD
pl: Działa tylko z ciemnym motywem

source: FEATURE_POST_STATS
pl: Pokaż przycisk menu statystyk postów w sekcji pobierania

source: FEATURE_ENABLE_TEXT_TO_REPOSTS
pl: Włącz dodawanie tekstów do swoich repostów

source: FEATURE_VOICE_MESSAGES
pl: Włącz wysyłanie wiadomości głosowych w czacie

source: FEATURE_ENABLE_STREAKS
pl: Włącz serie (streaks) ze znajomymi

source: FEATURE_HIDE_STREAK_PET
pl: Ukryj zwierzątko serii

source: FEATURE_DISABLE_TYPING
pl: Pisz anonimowo, inni nie bedą widzieć że właśnie piszesz

source: FEATURE_PIN_CHATS
pl: Przypnij ulubione czaty na górze

source: FEATURE_BYPASS_MEDIA_LIMIT
pl: Obchodzi limit mediów w czacie (Domyślnie: 9 zdjęć, 1 min filmu)

source: FEATURE_DISABLE_AI_REPLIES
pl: Wyłącz odpowiedzi generowane przez AI na wysłane posty

source: FEATURE_SMALL_EMOJI
pl: Włącz wysyłanie małych emoji

source: FEATURE_HIDE_COMMISSION_POSTS
pl: Ukryj sponsorowane filmy z prowizją

source: ENABLE_COMMENT_PHOTO
pl: Zezwól na dodawanie zdjęć do komentarzy

source: ENABLE_COMMENT_STICKERS
pl: Zezwól na dodawanie naklejek do komentarzy

source: FEATURE_DISABLE_COMMENT_TOOLTIP
pl: Wyłącz podpowiedzi w komentarzach

source: FEATURE_ADD_COMMENT_POST
pl: Włącz publikowanie komentarzy jako postów

source: FEATURE_ADD_COMMENT_STORY
pl: Włącz publikowanie komentarzy jako relacji

source: FEATURE_MASS_UNFOLD
pl: Masowo rozwiń wszystkie odpowiedzi na komentarze

source: FEATURE_AUTO_UNFOLD
pl: Automatycznie rozwiń teksty komentarzy

source: FEATURE_MULTI_EMOJI
pl: Włącz pasek emoji podczas komentowania

source: FEATURE_HIDE_EMOJI
pl: Ukryj pasek emoji w komentarzach

source: FEATURE_COMMENT_REDESIGN
pl: Włącz odświeżony wygląd sekcji komentarzy

source: Could Not Copy Music
pl: Nie można skopiować muzyki

source: The video doesn't have music to download
pl: Ten film nie zawiera muzyki do pobrania

source: DEVELOPER_TELEGRAM
pl: Dołącz do kanału Telegram, aby otrzymywać najnowsze aktualizacje

source: DEVELOPER_SUPPORT
pl: Wesprzyj RXTikTok i uzyskaj dostęp do grupy testów beta

source: Features list
pl: Lista funkcji

source: Not Selected
pl: Nie wybrano

source: Creator Profile Pull
pl: Podgląd profilu twórcy

source: Disable Left & Right Swipe
pl: Wyłącz przesuwanie w lewo i prawo

source: Pull To Camera
pl: otwórz kamerę przeciągnieciem

source: Regions
pl: Regiony

source: Full Region Mode
pl: Tryb pełnego regionu

source: Add Folders To Inbox
pl: Dodaj foldery do skrzynki

source: Settings
pl: Ustawienia

source: Save
pl: Zapisz

source: Delete
pl: Usuń

source: Edit
pl: Edytuj

source: Close
pl: Zamknij

source: Back
pl: Wróć

source: Next
pl: Dalej

source: Done
pl: Gotowe

source: Error
pl: Błąd

source: Success
pl: Sukces

source: Warning
pl: Ostrzeżenie

source: Loading
pl: Ładowanie

source: Search
pl: Szukaj

source: Apply
pl: Zastosuj

source: Reset
pl: Resetuj

source: Video saved successfully
pl: Film został pomyślnie zapisany

source: Photo saved successfully
pl: Zdjęcie zostało pomyślnie zapisane

source: Failed to save media
pl: Nie udało się zapisać mediów

source: No internet connection
pl: Brak połączenia z internetem

source: Select All
pl: Zaznacz wszystko

source: Deselect All
pl: Odznacz wszystko

source: More Options
pl: Więcej opcji

source: Share
pl: Udostępnij

source: Copy Link
pl: Kopiuj link

source: Report
pl: Zgłoś

source: Block
pl: Zablokuj

source: Unfollow
pl: Przestań obserwować

source: Hide
pl: Ukryj

source: Show
pl: Pokaż

source: Enable
pl: Włącz

source: Disable
pl: Wyłącz

source: FEATURE_CREATOR_PROFILE_PULL
pl: Podglądaj profile twórców podczas przeciągania w dół

source: FEATURE_DISABLE_SWIPE
pl: Wyłącz przesuwanie w lewo i prawo w kanale

source: FEATURE_PULL_TO_CAMERA
pl: Włącz funkcję przeciągania do otworzenia kamery

source: FEATURE_ADD_FOLDERS
pl: Dodaj organizację wiadomości w skrzynce do folderów

source: FEATURE_FULL_REGION_MODE
pl: Włącz tylko jeśli pierwsza opcja nie działa!!

source: FEATURE_ANONYMOUS_SEEN_DESC
pl: Przeglądaj czaty bez wysyłania potwierdzeń przeczytania do nadawcy

source: FEATURE_SHOW_ALL_TABS_DESC
pl: Pokaż wszystkie ukryte zakładki ustawień, w tym funkcje eksperymentalne

source: FEATURE_PROFILE_SAVE_DESC
pl: Zapisz informacje o profilu do schowka jednym dotknięciem

source: FEATURE_PROFILE_COPY_DESC
pl: Kopiuj szczegóły profilu, w tym nazwę użytkownika, bio i inne publiczne informacje

source: FEATURE_APP_LOCK_DESC
pl: Zabezpiecz swoją aplikację TikTok hasłem lub uwierzytelnianiem biometrycznym

source: FEATURE_REGIONS_DESC
pl: Uzyskaj dostęp do treści specyficznych dla regionu, zmieniając swoją wirtualną lokalizację

source: FEATURE_ADD_FOLDERS_DESC
pl: Organizuj wiadomości w skrzynce w niestandardowe foldery dla lepszego zarządzania

source: Credits
pl: Podziękowania

source: Special Thanks to
pl: Specjalne podziękowania dla

source: Community
pl: Społeczności

source: Main Developer, Owner
pl: Główny deweloper, właściciel

source: Co-Owner
pl: Współwłaściciel

source: DRM Developer
pl: Deweloper DRM

source: Contributor
pl: Współtwórca

source: UI Designer
pl: Projektant UI

source: Telegram Channel
pl: Kanał Telegram

source: Telegram Discussion Group
pl: Grupa dyskusyjna Telegram

source: Get the latest updates and news
pl: Otrzymuj najnowsze aktualizacje i wiadomości

source: Join the community discussion
pl: Dołącz do dyskusji społeczności

source: Buy Me a Coffee
pl: Postaw mi kawę

source: Support the development
pl: Wesprzyj rozwój
