Repository: raulsaeed/RXTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: de, fr, ko, nl, ru, vi, zh_hans, zh_hant

# RXTikTok, Hi
source: RXTikTok، مرحبًا
de: RXTikTok, Hi
fr: RXTikTok, Salut
ko: RXTikTok, 안녕하세요
nl: RXTikTok, Hoi
ru: RXTikTok, Прив
vi: RXTikTok, Xin chào
zh_hans: RXTikTok，你好

# RXTikTok Settings
source: إعدادات RXTikTok
de: RXTikTok Einstellungen
fr: Paramètres de RXTikTok
ko: RXTikTok 설정
nl: RXTikTok Instellingen
ru: Настройки RXTikTok
vi: Cài đặt RXTikTok
zh_hans: RXTikTok 设置

# Welcome
source: مرحبًا
de: Willkommen
ko: 환영합니다
nl: Welkom
ru: Добро пожаловать
vi: Chào mừng
zh_hans: 欢迎

# Tap to Join the Telegram
source: اضغط للانضمام إلى تيليجرام
de: Tippen, um Telegram beizutreten
ko: 텔레그램 참여하기
nl: Klik om de Telegram te joinen
ru: Нажмите, чтобы присоединиться к Telegram
vi: Nhấn để tham gia Telegram
zh_hans: 点击加入 Telegram

# Yes
source: نعم
de: Ja
fr: Oui
ko: 예
nl: Ja
ru: Да
vi: Có
zh_hans: 是
zh_hant: 是

# No
source: كلا
de: Nein
fr: Non
ko: 아니오
nl: Nee
ru: Нет
vi: Không
zh_hans: 否
zh_hant: 否

# ON
source: تشغيل
de: AN
fr: Activé
ko: 켜기
nl: AAN
ru: ВКЛ
vi: BẬT
zh_hans: 开启
zh_hant: 開啟

# OFF
source: إيقاف
de: AUS
fr: Désactivé
ko: 끄기
nl: UIT
ru: ВЫКЛ
vi: TẮT
zh_hans: 关闭
zh_hant: 關閉

# Cancel
source: إلغاء
de: Abbrechen
fr: Annuler
ko: 취소
nl: Annuleer
ru: Назад
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# Confirm
source: تأكيد
de: Bestätigen
fr: Confirmer
ko: 확인
nl: Bevestig
ru: Подтвердить
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# Actions
source: إجراءات
de: Aktionen
fr: Actions
ko: 동작
nl: Acties
ru: Действия
vi: Hành động
zh_hans: 操作
zh_hant: 動作

# Default
source: افتراضي
de: Standard
fr: Par défaut
ko: 기본값
nl: Standaard
ru: По умолчанию
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# Modern
source: حديث
de: Modern
fr: Moderne
ko: 모던
nl: Modern
ru: Современный
vi: Hiện đại
zh_hans: 现代
zh_hant: 現代

# Compact
source: مضغوط
de: Kompakt
fr: Compact
ko: 컴팩트
nl: Compact
ru: Компактный
vi: Gọn nhẹ
zh_hans: 紧凑
zh_hant: 緊湊

# Backgrounding ✌️
source: التشغيل في الخلفية ✌️
de: Hintergrundmodus ✌️
fr: En arrière-plan ✌️
ko: 백그라운드 실행 ✌️
nl: In de achtergrond ✌️
ru: Фоновый режим ✌️
vi: Chạy nền ✌️
zh_hans: 后台运行中 ✌️
zh_hant: 背景執行中 ✌️

# Are you sure?
source: هل تريد التأكيد؟
de: Bist du sicher?
fr: Êtes-vous sûr ?
ko: 정말로 진행하시겠습니까?
nl: Weet je het zeker?
ru: Вы уверены?
vi: Bạn có chắc chắn?
zh_hans: 确定吗？
zh_hant: 確定嗎？

# Feed
source: المستجدات
de: Feed
fr: Fil d'actualité
ko: 피드
nl: Feed
ru: Лента
vi: Bảng tin
zh_hans: 首页
zh_hant: 動態

# Profile
source: الملف الشخصي
de: Profil
fr: Profil
ko: 프로필
nl: Profiel
ru: Профиль
vi: Hồ sơ
zh_hans: 我的主页
zh_hant: 個人資料

# Other
source: أخرى
de: Sonstiges
fr: Autre
ko: 기타
nl: Andere
ru: Другое
vi: Khác
zh_hans: 其他
zh_hant: 其他

# Region
source: المنطقة
de: Region
fr: Région
ko: 지역
nl: Regio
ru: Регион
vi: Khu vực
zh_hans: 地区
zh_hant: 國家/地區

# Developer
source: المطور
de: Entwickler
fr: Développeur
ko: 개발자
nl: Developer
ru: Обратная связь
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

# Design Options
source: خيارات التصميم
de: Design-Optionen
fr: Options de design
ko: 디자인 옵션
nl: Design opties
ru: Настройки дизайна
vi: Tùy chọn thiết kế
zh_hans: 界面设置
zh_hant: 設計選項

# Other Settings
source: إعدادات أخرى
de: Andere Einstellungen
ko: 기타 설정
nl: Andere instellingen
ru: Другие настройки
vi: Cài đặt khác
zh_hans: 其他设置

# Auto Clear History
source: مسح التاريخ تلقائيًا
de: Verlauf automatisch leeren
fr: Effacement automatique de l'historique
ko: 자동 기록 삭제
nl: Auto geschiedenis wissen
ru: Очищать исторю поиска
vi: Tự động xóa lịch sử
zh_hans: 自动清除历史记录
zh_hant: 自動清除歷史記錄

# Enable Embeded Links
source: تمكين الروابط المضمنة
de: Eingebettete Links aktivieren
ko: 임베드 링크 활성화
nl: Zet ingebedde links aan
ru: Включить ссылки с видео
vi: Bật liên kết nhúng
zh_hans: 允许链接可点击

# Language 🌎
source: اللغة 🌎
de: Sprache 🌎
fr: Langue 🌎
ko: 언어 🌎
nl: Taal 🌎
ru: Язык 🌎
vi: Ngôn ngữ 🌎
zh_hans: 语言 🌎
zh_hant: 語言 🌎

# Show All Settings Tabs
source: إظهار كل تبويبات الإعدادات
de: Alle Einstellungs-Tabs anzeigen
ko: 모든 설정 탭 표시
nl: Laat alle instelling tabs zien
ru: Показать все вкладки настроек
vi: Hiển thị tất cả tab cài đặt
zh_hans: 显示所有设置选项

# Show Video Upload Timestamp
source: عرض تاريخ ووقت رفع الفيديو
de: Video-Upload-Zeitstempel anzeigen
ko: 동영상 업로드 시간 표시
nl: Laat video upload tijd zien
ru: Показать время выгрузки поста
vi: Hiển thị thời gian đăng video
zh_hans: 显示视频上传时间

# Remove Pendant View
source: إزالة عرض المُلحق
de: Pendant-Ansicht entfernen
ko: 펜던트 뷰 제거
nl: Verwijder hanger view
ru: Удалить рекламный баннер
vi: Xóa biểu tượng quảng cáo góc trên
zh_hans: 移除悬浮广告

# Hide Commission Posts
source: إخفاء منشورات العمولات
de: Provisions-Beiträge ausblenden
ko: 수수료 게시물 숨기기
nl: Verberg commissie posts
ru: Удалить посты с пометкой
vi: Ẩn bài đăng hoa hồng
zh_hans: 隐藏带货视频

# Hide dangerous-action Warning
source: إخفاء تحذيرات الإجراءات الخطرة
de: 'Gefährliche Handlung'-Warnung ausblenden
ko: 위험한 동작 경고 숨기기
nl: Verberg gevaarlijke actie waarschuwing
ru: Скрыть предупреждения
vi: Ẩn cảnh báo hành động nguy hiểm
zh_hans: 关闭危险内容提示

# Downloads Menu
source: قائمة التنزيلات
de: Download-Menü
fr: Télécharger...
ko: 다운로드 메뉴
nl: Download menu
ru: Хочу скачать
vi: Menu tải xuống
zh_hans: 下载菜单
zh_hant: 下載選單

# Download Video
source: تحميل الفيديو
de: Video herunterladen
fr: Télécharger la vidéo
ko: 동영상 다운로드
nl: Download video
ru: Скачать видео
vi: Tải video
zh_hans: 下载视频
zh_hant: 下載影片

# Download HD Video
source: تحميل فيديو بدقة عالية
de: HD-Video herunterladen
fr: Télécharger la vidéo en HD
ko: HD 동영상 다운로드
nl: Download HD video
ru: Скачать видео (HD)
vi: Tải video HD
zh_hans: 下载高清视频
zh_hant: 下載高畫質影片

# Download Music
source: تحميل الموسيقى
de: Musik herunterladen
fr: Télécharger la musique
ko: 음악 다운로드
nl: Download muziek
ru: Скачать музыку
vi: Tải nhạc
zh_hans: 下载音乐
zh_hant: 下載音樂

# Download Photo
source: تحميل الصورة
de: Foto herunterladen
fr: Télécharger la photo
ko: 사진 다운로드
nl: Download foto
ru: Скачать фото
vi: Tải ảnh
zh_hans: 下载图片
zh_hant: 下載照片

# Download All Photos
source: تحميل جميع الصور
de: Alle Fotos herunterladen
fr: Télécharger toutes les photos
ko: 모든 사진 다운로드
nl: Download alle fotos
ru: Скачать все фото
vi: Tải tất cả ảnh
zh_hans: 下载所有图片
zh_hant: 下載所有照片

# Download Photos Menu
source: قائمة تحميل الصور
de: Foto-Download-Menü
fr: Télécharger les photos
ko: 사진 다운로드 메뉴
nl: Download fotos menu
ru: Хочу скачать
vi: Menu tải ảnh
zh_hans: 下载图片菜单
zh_hant: 下載照片選單

# Downloading
source: جارٍ التحميل
de: Herunterladen
fr: Téléchargement
ko: 다운로드 중
nl: Downloaden
ru: Скачиваем
vi: Đang tải xuống
zh_hans: 正在下载
zh_hant: 下載中

# Download Button
source: زر التحميل
de: Download-Button
fr: Bouton de téléchargement
ko: 다운로드 버튼
nl: Download knop
ru: Показать кнопку загрузки
vi: Nút tải xuống
zh_hans: 下载按钮
zh_hant: 下載按鈕

# Copy Menu
source: قائمة النسخ
de: Kopier-Menü
fr: Copier...
ko: 복사 메뉴
nl: Kopieer menu
ru: Хочу скопировать
vi: Menu sao chép
zh_hans: 复制菜单
zh_hant: 複製選單

# Copy Music Link
source: نسخ رابط الموسيقى
de: Musik-Link kopieren
fr: Copier le lien de la musique
ko: 음악 링크 복사
nl: Kopieer muzieklink
ru: Скопировать ссылку на музыку
vi: Sao chép liên kết nhạc
zh_hans: 复制音乐链接

# Copy Description
source: نسخ الوصف
de: Beschreibung kopieren
fr: Copier la description
ko: 설명 복사
nl: Kopieer beschrijving
ru: Скопировать описание поста
vi: Sao chép mô tả
zh_hans: 复制描述

# Post Info
source: معلومات المنشور
de: Beitrags-Info
ko: 게시물 정보
nl: Post informatie
ru: Информация о публикации
vi: Thông tin bài đăng
zh_hans: 视频信息

# Copy Video link
source: نسخ رابط الفيديو
de: Video-Link kopieren
fr: Copier le lien de la vidéo
ko: 동영상 링크 복사
nl: Kopieer videolink
ru: Скопировать ссылку на пост
vi: Sao chép liên kết video
zh_hans: 复制视频链接
zh_hant: 複製影片連結

# Copy bio
source: نسخ السيرة
de: Bio kopieren
fr: Copier la biographie
ko: 소개 복사
nl: Kopieer bio
ru: Скопировать био
vi: Sao chép tiểu sử
zh_hans: 复制简介
zh_hant: 複製個人簡介

# Music Link Copied
source: تم نسخ رابط الموسيقى
de: Musik-Link kopiert
ko: 음악 링크가 복사되었습니다
nl: Muzieklink gekopieerd
ru: Ссылка на музыку скопирована
vi: Đã sao chép liên kết nhạc
zh_hans: 音乐链接已复制

# Video Link Copied
source: تم نسخ رابط الفيديو
de: Video-Link kopiert
ko: 동영상 링크가 복사되었습니다
nl: Videolink gekopieerd
ru: Ссылка на видео скопирована
vi: Đã sao chép liên kết video
zh_hans: 视频链接已复制

# Description Link Copied
source: تم نسخ رابط الوصف
de: Beschreibung kopiert
ko: 설명 링크가 복사되었습니다
nl: Descriptielink gekopieerd
ru: Ссылка на описание скопирована
vi: Đã sao chép liên kết mô tả
zh_hans: 描述链接已复制

# Stats Menu
source: قائمة الإحصائيات
de: Statistik-Menü
ko: 통계 메뉴
nl: Stats menu
ru: Метаданные
vi: Menu thống kê
zh_hans: 数据菜单

# Video Info
source: معلومات الفيديو
de: Video Informationen
ko: 동영상 정보
nl: Video info
ru: Посмотреть метаданные
vi: Thông tin video
zh_hans: 视频信息

# Confirm Settings
source: تأكيد الإعدادات
de: Einstellungen bestätigen
ko: 확인 설정
nl: Confirmeer instellingen
ru: Настройки подтверждений
vi: Cài đặt xác nhận
zh_hans: 确认设置

# Confirmation Settings
source: إعدادات التأكيد
de: Bestätigungs-Optionen
ko: 확인 설정
nl: Confirmatie instellingen
ru: Настройки действий
vi: Cài đặt xác nhận
zh_hans: 确认设置

# Like Confirmation
source: تأكيد الإعجاب
de: Like-Bestätigung
fr: Confirmation du j'aime
ko: 좋아요 확인
nl: Like confirmatie
ru: Подтвердить лайк
vi: Xác nhận thích
zh_hans: 点赞确认
zh_hant: 按讚確認

# Like Comment Confirmation
source: تأكيد إعجاب التعليق
de: Kommentar-Like-Bestätigung
fr: Confirmation du j'aime pour un commentaire
ko: 댓글 좋아요 확인
nl: Like comment confirmatie
ru: Подтвердить лайк комментария
vi: Xác nhận thích bình luận
zh_hans: 评论点赞确认
zh_hant: 留言按讚確認

# Dislike Comment Confirmation
source: تأكيد عدم الإعجاب بالتعليق
de: Kommentar-Dislike-Bestätigung
fr: Confirmation du dislike pour un commentaire
ko: 댓글 싫어요 확인
nl: Dislike comment confirmatie
ru: Подтвердить дизлайк комментария
vi: Xác nhận không thích bình luận
zh_hans: 评论点踩确认
zh_hant: 留言不喜歡確認

# Follow Confirmation
source: تأكيد المتابعة
de: Folgen-Bestätigung
fr: Confirmation de suivi
ko: 팔로우 확인
nl: Volg confirmatie
ru: Подтвердить подписку
vi: Xác nhận theo dõi
zh_hans: 关注确认
zh_hant: 追蹤確認

# Feed Settings
source: إعدادات الخلاصة
de: Feed-Einstellungen
ko: 피드 설정
nl: Feed instellingen
ru: Настройки ленты
vi: Cài đặt bảng tin
zh_hans: 首页设置

# Hide Ads
source: إخفاء الإعلانات
de: Werbung ausblenden
fr: Masquer les publicités
ko: 광고 숨기기
nl: Verberg ads
ru: Скрыть рекламу
vi: Ẩn quảng cáo
zh_hans: 隐藏广告
zh_hant: 隱藏廣告

# Share Sheet
source: ورقة المشاركة
de: Teilen-Menü
fr: Fiche de partage
ko: 공유 시트
nl: Deel menu
ru: Показать окно общего доступа
vi: Bảng chia sẻ
zh_hans: 分享菜单
zh_hant: 分享表單

# Remove Watermark
source: إزالة العلامة المائية
de: Wasserzeichen entfernen
fr: Supprimer le filigrane
ko: 워터마크 제거
nl: Verwijder watermark
ru: Удалить водяной знак
vi: Xóa logo TikTok
zh_hans: 去除视频水印
zh_hant: 移除浮水印

# Show/Hide UI Button
source: إظهار/إخفاء زر الواجهة
de: UI-Button anzeigen
fr: Bouton Afficher/Masquer l'interface
ko: UI 버튼 표시/숨기기
nl: Toon/verberg UI knop
ru: Показать/Скрыть кнопку интерфейса
vi: Hiện/Ẩn nút giao diện
zh_hans: 显示/隐藏界面按钮
zh_hant: 顯示/隱藏介面按鈕

# Stop Playback
source: إيقاف التشغيل
de: Wiedergabe stoppen
fr: Arrêter la lecture
ko: 재생 중지
nl: Stop afspelen
ru: Остановить воспроизведение
vi: Dừng phát lại
zh_hans: 停止播放
zh_hant: 停止播放

# Auto Play Next Video
source: تشغيل الفيديو التالي تلقائيًا
de: Nächstes Video automatisch abspielen
fr: Lecture automatique des vidéos
ko: 다음 동영상 자동 재생
nl: Speel automatisch volgende video
ru: Автовоспроизведение следующего видео
vi: Tự động phát video tiếp theo
zh_hans: 自动播放下一个视频
zh_hant: 自動播放下一部影片

# Show Progress Bar
source: عرض شريط التقدم
de: Fortschrittsbalken anzeigen
fr: Afficher la barre de progression
ko: 진행 막대 표시
nl: Toon progressie balk
ru: Показать полосу перемотки
vi: Hiển thị thanh tiến trình
zh_hans: 显示视频进度条
zh_hant: 顯示進度條

# Transparent Comments
source: تعليقات شفافة
de: Transparente Kommentare
fr: Commentaires transparents
ko: 투명 댓글
nl: Transparente comments
ru: Сделать комментарии прозрачными
vi: Bình luận trong suốt
zh_hans: 半透明评论区
zh_hant: 透明留言

# Show Usernames
source: عرض أسماء المستخدمين
de: Benutzernamen anzeigen
fr: Afficher les noms d'utilisateur
ko: 사용자명 표시
nl: Weergeef gebruikersnamen
ru: Заменить имена пользователей
vi: Hiển thị tên người dùng
zh_hans: 显示用户名
zh_hant: 顯示使用者名稱

# Disable Sensitive Content
source: تعطيل المحتوى الحساس
de: Sensible Inhalte deaktivieren
fr: Désactiver l'avertissement contenus sensible
ko: 민감한 콘텐츠 비활성화
nl: Zet gevoelige content uit
ru: Убрать чувствительный контент
vi: Vô hiệu hóa nội dung nhạy cảm
zh_hans: 关闭敏感内容
zh_hant: 停用敏感內容

# Disable Warnings
source: تعطيل التحذيرات
de: Warnungen deaktivieren
fr: Désactiver les avertissements
ko: 경고 비활성화
nl: Zet waarschuwingen uit
ru: Отключить предупреждения
vi: Vô hiệu hóa cảnh báo
zh_hans: 关闭警告提示
zh_hant: 停用警告

# Disable Live Streaming
source: تعطيل البث المباشر
de: Live-Streaming deaktivieren
fr: Désactiver les Lives
ko: 라이브 스트리밍 비활성화
nl: Zet live streaming uit
ru: Удалить прямые эфиры
vi: Vô hiệu hóa livestream
zh_hans: 关闭直播
zh_hant: 停用直播

# Skip Recommendations
source: تجاوز التوصيات
de: Empfehlungen überspringen
fr: Passer recommandations
ko: 추천 건너뛰기
nl: Skip recommendaties
ru: Пропускать рекомендации
vi: Bỏ qua gợi ý
zh_hans: 关闭相关推荐
zh_hant: 跳過推薦

# Upload Region
source: منطقة التحميل
de: Upload-Region
fr: Région de publication
ko: 업로드 지역
nl: Upload regio
ru: Показать регион выгрузки
vi: Khu vực đăng tải
zh_hans: 显示视频来源地
zh_hant: 上傳國家/地區

# Hide Top Feed items
source: إخفاء العناصر الأعلى في الخلاصة
de: Obere Feed-Elemente ausblenden
fr: Masquer les éléments en haut du feed
ko: 상단 피드 항목 숨기기
nl: Verberg top feed items
ru: Скрыть верхние элементы ленты
vi: Ẩn các mục đầu trang
zh_hans: 隐藏顶部功能区
zh_hant: 隱藏頂部動態項目

# Anonymous Seen
source: تعطيل إرسال مؤشر القراءة
de: Anonym gesehen
fr: Vue anonyme
ko: 익명 보기
nl: Anoniem bekijken
ru: Анонимный просмотр
vi: Xem ẩn danh
zh_hans: 关闭已读提示
zh_hant: 匿名觀看

# Hide Play/Pause Button
source: إخفاء زر التشغيل/الإيقاف
de: Play/Pause-Button ausblenden
ko: 재생/일시정지 버튼 숨기기
nl: Verberg play/pause knop
ru: Скрыть кнопку воспроизведения/паузы
vi: Ẩn nút phát/tạm dừng
zh_hans: 隐藏播放/暂停按钮

# Profile Settings
source: إعدادات الملف الشخصي
de: Profil-Einstellungen
ko: 프로필 설정
nl: Profiel instellingen
ru: Настройки профиля
vi: Cài đặt hồ sơ
zh_hans: 个人主页设置

# Profile Save
source: حفظ الملف الشخصي
de: Profilbild speichern
fr: Enregistrer le profil
ko: 프로필 사진 저장
nl: Profiel opslaan
ru: Сохранить профиль
vi: Lưu hồ sơ
zh_hans: 保存个人资料
zh_hant: 儲存個人資料

# Profile Copy
source: نسخ الملف الشخصي
de: Bio kopieren
fr: Copier le profil
ko: 프로필 소개 복사
nl: Kopieer profiel
ru: Копировать профиль
vi: Sao chép hồ sơ
zh_hans: 复制个人资料
zh_hant: 複製個人資料

# Video Like Count
source: عدد إعجابات الفيديو
de: Video-Like-Anzahl
fr: Nombre de j'aime sur les vidéos
ko: 동영상 좋아요 수
nl: Video like aantal
ru: Показать количество лайков
vi: Số lượt thích video
zh_hans: 视频点赞数
zh_hant: 影片按讚數

# Video Upload Date
source: تاريخ رفع الفيديو
de: Video-Upload-Datum
fr: Date de publication des vidéos
ko: 동영상 업로드 날짜
nl: Video upload datum
ru: Показать дату загрузки
vi: Ngày đăng video
zh_hans: 视频上传日期
zh_hant: 影片上傳日期

# User Post Count
source: عدد منشورات المستخدم
de: Benutzer-Beitragsanzahl
ko: 사용자 게시물 수
nl: Gebruiker post aantal
ru: Показать количество постов
vi: Số bài đăng
zh_hans: 作品数量

# Follower
source: المتابعون
de: Follower
fr: Abonnés
ko: 팔로워
nl: Volgers
ru: Подписчики
vi: Người theo dõi
zh_hans: 粉丝
zh_hant: 粉絲

# Following
source: المتابَعون
de: Folge ich
fr: Abonnements
ko: 팔로잉
nl: Volgt
ru: Подписки
vi: Đang theo dõi
zh_hans: 关注
zh_hant: 追蹤中

# Fake Verified
source: موثّق مزيف
de: Fake Verifizierung
fr: Fausse vérification
ko: 가짜 인증
nl: Neppe geverifieerd
ru: Включить фейковую галочку
vi: Tick xanh giả
zh_hans: 虚拟认证标识
zh_hant: 偽裝官方認證

# Enable Fake Changes
source: تمكين التغييرات المزيفة
de: Fake-Änderungen aktivieren
fr: Activer les fausses modifications
ko: 가짜 정보 변경 활성화
nl: Zet fake wijzigingen aan
ru: Включить фейковые изменения
vi: Bật thay đổi giả
zh_hans: 启用数据自定义
zh_hant: 啟用偽裝變更

# Extended Bio
source: سيرة موسعة
fr: Biographie étendue
nl: Verlengde bio
ru: Расширить количество символов в описании профиля
zh_hant: 延伸個人簡介

# Extended Comments
source: تعليقات موسعة
de: Erweiterte Kommentare
fr: Commentaires étendus
ko: 확장 댓글
nl: Verlengde comments
ru: Расширить количество символов в комментариях
vi: Bình luận mở rộng
zh_hans: 解除评论字数限制
zh_hant: 延伸留言

# Upload HD
source: رفع بدقة عالية
de: HD Upload
fr: Publier en HD
ko: HD 업로드
nl: Upload HD
ru: Включить кнопку выгрузки в HD
vi: Đăng HD
zh_hans: 上传高清视频
zh_hant: 上傳高畫質

# App Lock
source: قفل التطبيق
de: App-Sperre
fr: Verrouillage de l'application
ko: 앱 잠금
nl: App vergrendelen
ru: Включить блокировку приложения
vi: Khóa ứng dụng
zh_hans: 应用锁
zh_hant: 應用程式鎖定

# Enable Flex
source: Flex تمكين
de: FLEX aktivieren
fr: Activer Flex
ko: Flex 활성화
nl: Zet Flex aan
ru: Включить Flex
vi: Bật Flex
zh_hans: 启用开发者调试工具
zh_hant: 啟用 Flex

# Enable Oled Keyboard
source: تمكين لوحة مفاتيح OLED
de: OLED-Tastatur aktivieren
fr: Activer le clavier OLED
ko: OLED 키보드 활성화
nl: Zet OLED toetsenbord aan
ru: Включить OLED клавиатуру
vi: Bật bàn phím OLED
zh_hans: 启用 OLED 键盘
zh_hant: 啟用 OLED 鍵盤

# Post Stats
source: إحصائيات المنشور
de: Beitrags-Info
ko: 게시물 통계
nl: Post statistieken
ru: Показать кнопку статистика поста
vi: Thống kê bài đăng
zh_hans: 视频数据

# Enable Text To Reposts
source: تمكين إضافة نص إلى إعادة النشر
de: Text für Reposts aktivieren
ko: 리포스트에 텍스트 추가 활성화
nl: Zet text op reposts aan
ru: Включить текст к репостам
vi: Bật văn bản cho chia sẻ lại
zh_hans: 转发时可添加评论

# Disable Survey Popups
source: تعطيل نوافذ استبيان
de: Umfrage-Popups deaktivieren
ko: 설문 팝업 비활성화
nl: Zet survey popups uit
ru: Отключить всплывающие окна
vi: Tắt popup khảo sát
zh_hans: 关闭问卷弹窗

# Comment Settings
source: إعدادات التعليقات
de: Kommentar-Einstellungen
fr: Paramètres des commentaires
ko: 댓글 설정
nl: Comment instellingen
ru: Настройки комментариев
vi: Cài đặt bình luận
zh_hans: 评论设置
zh_hant: 留言設定

# Comment Design
source: تصميم التعليقات
de: Kommentar-Design
fr: Design des commentaires
ko: 댓글 디자인
nl: Comment design
ru: Дизайн комментариев
vi: Thiết kế bình luận
zh_hans: 评论样式
zh_hant: 留言設計

# Select Design
source: اختر التصميم
de: Design auswählen
fr: Sélectionner le design
ko: 디자인 선택
nl: Selecteer design
ru: Выберите дизайн
vi: Chọn thiết kế
zh_hans: 选择样式
zh_hant: 選擇設計

# Disable Comment Tooltip
source: تعطيل تلميحات التعليقات
de: Kommentar-Tooltips deaktivieren
fr: Désactiver l'info-bulle des commentaires
ko: 댓글 툴팁 비활성화
nl: Zet comment tooltip uit
ru: Отключить меню коментариев
vi: Tắt gợi ý bình luận
zh_hans: 关闭评论提示
zh_hant: 停用留言工具提示

# Add Comment as Post
source: إضافة التعليق كمنشور
de: Kommentar als Beitrag posten
fr: Ajouter un commentaire comme publication
ko: 댓글을 게시물로 추가
nl: Voeg comment toe als post
ru: Комментировать в виде поста
vi: Thêm bình luận làm bài đăng
zh_hans: 将评论发布为视频
zh_hant: 將留言新增為貼文

# Add Comment as Story
source: إضافة التعليق كقصة
de: Kommentar als Story posten
fr: Ajouter un commentaire comme story
ko: 댓글을 스토리로 추가
nl: Voeg comment toe als story
ru: Комментировать в виде истории
vi: Thêm bình luận làm story
zh_hans: 将评论发布为动态
zh_hant: 將留言新增為限時動態

# Mass Unfold Comment Replies
source: فتح جميع ردود التعليقات
de: Antworten massenhaft ausklappen
fr: Déplier massivement les réponses aux commentaires
ko: 댓글 답글 일괄 펼치기
nl: Ontvouw alle comments antwoorden
ru: Развернуть ответы
vi: Mở tất cả phản hồi
zh_hans: 一键展开评论回复
zh_hant: 批量展開回覆

# Auto Unfold Comment Texts
source: فتح نصوص التعليقات تلقائيًا
de: Kommentartexte automatisch ausklappen
fr: Déplier automatiquement les textes des commentaires
ko: 댓글 텍스트 자동 펼치기
nl: Automatisch comment teksten ontvouwen
ru: Развернуть текст
vi: Tự động mở văn bản bình luận
zh_hans: 自动展开长评论
zh_hant: 自動展開文字

# Multi Emoji Comment Bar
source: شريط تعليقات متعدد الرموز التعبيرية
de: Multi-Emoji-Leiste
fr: Barre de commentaires Multi Emoji
ko: 다중 이모지 댓글 바
nl: Multi emoji balk
ru: Расширить панель с эмодзи
vi: Thanh emoji đa dạng
zh_hans: 多表情栏
zh_hant: 多重表情符號列

# Hide Emoji-Bar
source: إخفاء شريط الرموز التعبيرية
de: Emoji-Leiste ausblenden
fr: Masquer la barre Emoji
ko: 이모지 바 숨기기
nl: Verberg emoji balk
ru: Скрыть панель с эмодзи
vi: Ẩn thanh emoji
zh_hans: 隐藏表情栏
zh_hant: 隱藏表情符號列

# Add Translation Button
source: إضافة زر الترجمة
de: Übersetzen-Button hinzufügen
ko: 번역 버튼 추가
nl: Voeg vertaal knop toe
ru: Добавить кнопку перевода
vi: Thêm nút dịch
zh_hans: 添加翻译按钮

# Comment Cell Redesign
source: إعادة تصميم خلية التعليق
de: Kommentar-Zellen Redesign
fr: Refonte de la cellule de commentaire
ko: 댓글 셀 재디자인
nl: Herontwerp comment cell
ru: Новый дизайн комментариев
vi: Thiết kế lại ô bình luận
zh_hans: 自定义评论样式
zh_hant: 留言區塊重新設計

# Enable Comment Photos
source: تمكين صور التعليقات
de: Kommentar-Fotos aktivieren
ko: 댓글 사진 활성화
nl: Zet comment fotos aan
ru: Включить кнопку фото в комментариях
vi: Bật ảnh bình luận
zh_hans: 允许评论带图片

# Enable Comment Stickers
source: تمكين ملصقات التعليقات
de: Kommentar-Sticker aktivieren
ko: 댓글 스티커 활성화
nl: Zet comment stickers aan
ru: Включить кнопку стикеры в комментариях
vi: Bật sticker bình luận
zh_hans: 允许评论带贴纸

# Enable Comment Flags
source: تمكين أعلام التعليقات
de: Kommentar-Flaggen aktivieren
ko: 댓글 플래그 활성화
nl: Zet comment vlaggen aan
ru: Включить флаг региона комментатора
vi: Bật cờ quốc gia bình luận
zh_hans: 显示评论者地区

# Enable Copy Without Username
source: تمكين النسخ بدون اسم المستخدم
de: Kommentare ohne Benutzernamen kopieren
ko: 사용자명 없이 복사 활성화
nl: Zet kopieren zonder gebruikersnaam aan
ru: Включить копирование без имени пользователя
vi: Sao chép không có tên người dùng
zh_hans: 复制时不带用户名

# Configure Advanced Comment Settings
source: تكوين إعدادات التعليقات المتقدمة
de: Erweiterte Kommentar-Einstellungen konfigurieren
fr: Configurer les paramètres avancés des commentaires
ko: 고급 댓글 설정 구성
nl: Configureer geavanceerde comment instellingen
ru: Настроить расширенные параметры комментариев
vi: Cấu hình cài đặt bình luận nâng cao
zh_hans: 更多评论设置
zh_hant: 設定進階留言選項

# Tab Bar Settings
source: إعدادات شريط التبويبات
de: Tab-Leisten-Einstellungen
ko: 탭 바 설정
nl: Tabbalk instellingen
ru: Настройки вкладок
vi: Cài đặt thanh tab
zh_hans: 底部导航栏设置

# Tab Bar Configurations
source: تكوينات شريط التبويبات
de: Tab-Leisten-Konfigurationen
ko: 탭 바 구성
nl: Tabbalk configuratie
ru: Настройки вкладок
vi: Cấu hình thanh tab
zh_hans: 导航栏配置

# Hide Plus Button
source: إخفاء زر الإضافة
de: Plus-Button ausblenden
ko: 플러스 버튼 숨기기
nl: Verberg plus knop
ru: Скрыть кнопку «+»
vi: Ẩn nút cộng
zh_hans: 隐藏发布按钮

# Hide Friends Badge
source: إخفاء شارة الأصدقاء
de: Freunde-Badge ausblenden
ko: 친구 배지 숨기기
nl: Verberg vrienden badge
ru: Скрыть счетчик (Друзья)
vi: Ẩn huy hiệu bạn bè
zh_hans: 隐藏好友提醒

# Hide Inbox Badge
source: إخفاء شارة الوارد
de: Posteingang-Badge ausblenden
ko: 받은 편지함 배지 숨기기
nl: Verberg postvak badge
ru: Скрыть счетчик (Входящие)
vi: Ẩn huy hiệu hộp thư
zh_hans: 隐藏消息提醒

# Changes will take effect after restarting the app
source: ستُطبق التغييرات بعد إعادة تشغيل التطبيق
de: Änderungen werden nach Neustart der App wirksam
ko: 변경사항은 앱을 재시작한 후 적용됩니다
nl: Aanpassingen zullen worden toegepast na het herstarten van de app
ru: Изменения вступят в силу после перезапуска приложения
vi: Thay đổi sẽ có hiệu lực sau khi khởi động lại ứng dụng
zh_hans: 重启应用后生效

# Live Button Settings
source: إعدادات زر البث المباشر
de: Live-Button Einstellungen
ko: 라이브 버튼 설정
nl: Live knop instellingen
ru: Настройки кнопки LIVE
vi: Cài đặt nút Live
zh_hans: 直播按钮设置

# Live Button Function
source: وظيفة زر البث المباشر
de: Live-Button Funktion
fr: Fonctionnalité du bouton Live
ko: 라이브 버튼 기능
nl: Live knop functie
ru: Функция кнопки LIVE
vi: Chức năng nút Live
zh_hans: 直播按钮功能
zh_hant: 直播按鈕功能

# Live Button Actions
source: إجراءات زر البث المباشر
de: Live-Button Aktionen
fr: Actions du bouton Live
ko: 라이브 버튼 동작
nl: Live knop acties
ru: Действие кнопки LIVE
vi: Hành động nút Live
zh_hans: 直播按钮操作
zh_hant: 直播按鈕動作
