Repository: raulsaeed/RXTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: de, fr, ko, nl, ru, vi, zh_hans, zh_hant

# Live Actions
source: إجراءات البث المباشر
de: Live Aktionen
fr: Actions en direct
ko: 라이브 동작
nl: Live acties
ru: Действие LIVE
vi: Hành động Live
zh_hans: 直播操作
zh_hant: 直播動作

# Playback Speed
source: سرعة التشغيل
de: Wiedergabegeschwindigkeit
fr: Vitesse de lecture
ko: 재생 속도
nl: Afspeelsnelheid
ru: Скорость воспроизведения
vi: Tốc độ phát
zh_hans: 播放速度
zh_hant: 播放速度

# Select Action
source: اختر الإجراء
de: Aktion auswählen
ko: 동작 선택
nl: Selecteer actie
ru: Выберите действие
vi: Chọn hành động
zh_hans: 选择操作

# Change the behavior of the Live button
source: تغيير سلوك زر البث المباشر
de: Verhalten des Live-Buttons ändern
ko: 라이브 버튼의 동작 변경
nl: Verander het gedrag van de live knop
ru: Выберите действие кнопки LIVE
vi: Thay đổi hành vi của nút Live
zh_hans: 更改直播按钮行为

# Selected Action
source: الإجراء المختار
de: Ausgewählte Aktion
ko: 선택된 동작
nl: Geselecteerde actie
ru: Выбрать действие
vi: Hành động đã chọn
zh_hans: 已选择的操作

# Live Button Function Disabled
source: تم تعطيل وظيفة زر البث المباشر
de: Live-Button Funktion deaktiviert
ko: 라이브 버튼 기능 비활성화됨
nl: Live knop functie uitgeschakeld
ru: Кнопка LIVE отключена
vi: Chức năng nút Live đã tắt
zh_hans: 直播按钮功能已关闭

# Please enable Live Button Function first
source: يرجى تمكين وظيفة زر البث المباشر أولًا
de: Bitte aktiviere zuerst die Live-Button Funktion
ko: 먼저 라이브 버튼 기능을 활성화해주세요
nl: Zet live knop functie eerst aan alsjeblieft
ru: Сначала включите кнопку LIVE
vi: Vui lòng bật chức năng nút Live trước
zh_hans: 请先开启直播按钮功能

# Change Action of Live Button
source: تغيير إجراء زر البث المباشر
de: Aktion des Live-Buttons ändern
fr: Changer l'action du bouton Live
ko: 라이브 버튼 동작 변경
nl: Verander actie van live knop
ru: Включает кнопку LIVE
vi: Thay đổi hành động của nút Live
zh_hans: 更改直播按钮操作
zh_hant: 變更直播按鈕動作

# Enable Live Button Function
source: تمكين وظيفة زر البث المباشر
de: Live-Button Funktion aktivieren
ko: 라이브 버튼 기능 활성화
nl: Zet live knop functie aan
ru: Включить кнопку LIVE
vi: Bật chức năng nút Live
zh_hans: 开启直播按钮功能

# Chat Settings
source: إعدادات الدردشة
de: Chat-Einstellungen
ko: 채팅 설정
nl: Chat instellingen
ru: Настройки чата
vi: Cài đặt chat
zh_hans: 私信设置

# Enable Voice Messages
source: تمكين الرسائل الصوتية
de: Sprachnachrichten aktivieren
ko: 음성 메시지 활성화
nl: Zet spraakberichten aan
ru: Включить кнопку голосовых сообщений
vi: Bật tin nhắn thoại
zh_hans: 开启语音消息

# Enable Streaks
source: تمكين السلاسل
de: Streaks aktivieren
ko: 연속 기록 활성화
nl: Zet streaks aan
ru: Включить огонёк
vi: Bật chuỗi tương tác
zh_hans: 开启连续签到

# Hide Streak Pet
source: إخفاء حيوان السلسلة
de: Streak-Haustier ausblenden
ko: 연속 기록 펫 숨기기
nl: Verberg streak diertje
ru: Скрыть серийчика
vi: Ẩn thú cưng streak
zh_hans: 隐藏签到宠物

# Disable Typing Indicator
source: تعطيل مؤشر الكتابة
de: Tipp-Indikator deaktivieren
ko: 입력 표시기 비활성화
nl: Zet typing indicator uit
ru: Включить неписалку
vi: Tắt hiển thị đang gõ
zh_hans: 关闭输入状态

# Enable Pin Chat
source: تمكين تثبيت الدردشة
de: Chat anpinnen aktivieren
ko: 채팅 고정 활성화
nl: Zet gepinde chats aan
ru: Закрепить чат
vi: Bật ghim chat
zh_hans: 允许置顶私信

# Bypass Media Limit
source: تجاوز حد الوسائط
de: Medien-Limit umgehen
ko: 미디어 제한 우회
nl: Bypass media limiet
ru: Обойти лимит медиа
vi: Bỏ qua giới hạn media
zh_hans: 解除私信文件限制

# Disable AI-Generated Replies
source: تعطيل الردود المولدة بالذكاء الاصطناعي
de: KI-Antworten deaktivieren
ko: AI 생성 답장 비활성화
nl: Zet AI-gegenereerde antwoorden uit
ru: Отключить ответы, сгенерированные ИИ
vi: Tắt phản hồi AI
zh_hans: 关闭AI智能回复

# Enable Small Emoji
source: تمكين الرموز التعبيرية الصغيرة
de: Kleine Emojis aktivieren
ko: 작은 이모지 활성화
nl: Zet kleine emojis aan
ru: Включить маленькие эмодзи
vi: Bật emoji nhỏ
zh_hans: 使用迷你表情

# Enable Playback Speed
source: تمكين سرعة التشغيل
de: Wiedergabegeschwindigkeit aktivieren
ko: 재생 속도 활성화
nl: Zet afspeelsnelheid aan
ru: Изменить скорость видео
vi: Bật tốc độ phát
zh_hans: 开启倍速播放

# Selected Speed
source: السرعة المختارة
de: Ausgewählte Geschwindigkeit
ko: 선택된 속도
nl: Geselecteerde snelheid
ru: Выбрать скорость
vi: Tốc độ đã chọn
zh_hans: 当前速度

# Playback Speed Settings
source: إعدادات سرعة التشغيل
de: Wiedergabegeschwindigkeit Einstellungen
ko: 재생 속도 설정
nl: Afspeelsnelheid instellingen
ru: Настройки скорости
vi: Cài đặt tốc độ phát
zh_hans: 倍速播放设置

# Enable Persistent Playback Speed.
source: تمكين سرعة تشغيل ثابتة.
de: Dauerhafte Wiedergabegeschwindigkeit bei Beiträgen
fr: Activer la vitesse de lecture persistante
ko: 지속적인 재생 속도 활성화
nl: Zet persistente afspeelsnelheid aan.
ru: Изменяет скорость видео
vi: Bật tốc độ phát liên tục.
zh_hans: 保持固定播放速度
zh_hant: 啟用持續播放速度

# Select Speed
source: اختر السرعة
de: Geschwindigkeit auswählen
fr: Sélectionner la vitesse
ko: 속도 선택
nl: Selecteer snelheid
ru: Выберите скорость
vi: Chọn tốc độ
zh_hans: 选择速度
zh_hant: 選擇速度

# Control video playback speed
source: التحكم في سرعة تشغيل الفيديو
de: Video-Wiedergabegeschwindigkeit steuern
ko: 동영상 재생 속도 제어
nl: Controleer video afspeelsnelheid
ru: Выберите скорость по умолчанию
vi: Điều khiển tốc độ phát video
zh_hans: 控制视频播放速度

# Playback Speed Disabled
source: تعطيل سرعة التشغيل
de: Wiedergabegeschwindigkeit deaktiviert
ko: 재생 속도 비활성화됨
nl: Zet afspeelsnelheid uit
ru: Изменение скорости отключено
vi: Tốc độ phát đã tắt
zh_hans: 倍速播放已关闭

# Please enable Playback Speed first
source: يرجى تمكين سرعة التشغيل أولًا
de: Bitte aktiviere zuerst die Wiedergabegeschwindigkeit
ko: 먼저 재생 속도를 활성화해주세요
nl: Zet afspeelsnelheid eerst aan alsjeblieft
ru: Сначала включите изменение скорости
vi: Vui lòng bật tốc độ phát trước
zh_hans: 请先开启倍速播放

# Region Settings
source: إعدادات المنطقة
de: Region-Einstellungen
ko: 지역 설정
nl: Regio instellingen
ru: Настройки региона
vi: Cài đặt khu vực
zh_hans: 地区设置

# Enable region changing to access content from different regions
source: تمكين تغيير المنطقة للوصول إلى محتوى من مناطق أخرى
de: Ermöglicht Regionswechsel, um auf Inhalte aus anderen Regionen zuzugreifen
ko: 다른 지역의 콘텐츠에 접근하기 위해 지역 변경 활성화
nl: Zet regio wijzigingen aan om content van verschillende regios te zien
ru: TikTok использует это местоположение для загрузки контента
vi: Bật thay đổi khu vực để truy cập nội dung từ các vùng khác nhau
zh_hans: 开启地区切换以访问不同地区的内容

# Enable Region Changing
source: تمكين تغيير المنطقة
de: Regionswechsel aktivieren
fr: Activer le changement de région
ko: 지역 변경 활성화
nl: Zet regio aanpassingen aan
ru: Включить смену региона
vi: Bật thay đổi khu vực
zh_hans: 开启地区切换
zh_hant: 啟用國家/地區變更

# Enable Region Changing Functionality
source: تمكين وظيفة تغيير المنطقة
de: Funktionalität zum Regionswechsel aktivieren
fr: Activer le changement de région
ko: 지역 변경 기능 활성화
nl: Zet regio aanpassingen functie aan
ru: Включает смену региона
vi: Bật chức năng thay đổi khu vực
zh_hans: 开启地区切换功能
zh_hant: 啟用國家/地區變更功能

# Selected Region
source: المنطقة المختارة
de: Ausgewählte Region
ko: 선택된 지역
nl: Geselecteerde regio
ru: Выбранный регион
vi: Khu vực đã chọn
zh_hans: 当前地区

# Region Changing Disabled
source: تم تعطيل تغيير المنطقة
de: Regionswechsel deaktiviert
ko: 지역 변경 비활성화됨
nl: Zet regio aanpassingen uit
ru: Смена региона отключена
vi: Thay đổi khu vực đã tắt
zh_hans: 地区切换已关闭

# Please enable region changing first
source: يرجى تمكين تغيير المنطقة أولًا
de: Bitte aktiviere zuerst den Regionswechsel
ko: 먼저 지역 변경을 활성화해주세요
nl: Zet regio aanpassingen eerst aan alsjeblieft
ru: Сначала включите смену региона
vi: Vui lòng bật thay đổi khu vực trước
zh_hans: 请先开启地区切换

# FEATURE_ENABLE_COMMENT_FLAGS
source: عرض علم المستخدم في التعليقات
de: Zeigt Regions-Flaggen neben dem Namen des Kommentators
ko: 댓글 작성자의 지역 플래그 표시
nl: FEATURE_ENABLE_COMMENT_FLAGS
ru: FEATURE_ENABLE_COMMENT_FLAGS
vi: Hiển thị cờ quốc gia của người bình luận
zh_hans: 在评论中显示评论者的地区

# FEATURE_COPY_WITHOUT_USERNAME
source: نسخ التعليقات بدون 'اسم المستخدم:'
de: Kopiert Kommentare ohne den Namen des Verfassers
ko: 사용자명 없이 댓글 복사
nl: FEATURE_COPY_WITHOUT_USERNAME
ru: FEATURE_COPY_WITHOUT_USERNAME
vi: Sao chép bình luận không có tên người dùng
zh_hans: 复制评论时不包含用户名

# FEATURE_HIDE_ADS
source: يخفي الإعلانات من الخلاصة
de: Blendet Werbung in deinem Feed aus
fr: Masque les publicités du feed
ko: 피드에서 광고 숨기기
nl: Verbergt ads van de feed
ru: Скрывает рекламу из ленты
vi: Ẩn quảng cáo khỏi bảng tin
zh_hans: 隐藏信息流中的广告
zh_hant: 從動態中隱藏廣告

# FEATURE_DOWNLOAD_BUTTON
source: يمكن زر التنزيل للمنشورات والقصص
de: Fügt einen Download-Button zu Beiträgen und Storys hinzu
fr: Active le bouton de téléchargement pour les posts et stories
ko: 게시물과 스토리에 다운로드 버튼 활성화
nl: Download knop inschakelen voor posts en verhalen
ru: Добавляет кнопку загрузки для постов и историй
vi: Bật nút tải xuống cho bài đăng và story
zh_hans: 为视频和动态添加下载按钮
zh_hant: 啟用貼文和限時動態的下載按鈕

# FEATURE_SHARE_SHEET
source: يفتح ورقة المشاركة بعد التنزيل
de: Öffnet das Teilen-Menü, nachdem der Medien-Download abgeschlossen ist
fr: Ouvre la feuille de partage après le téléchargement des médias
ko: 미디어 다운로드 후 공유 시트 열기
nl: Open deel menu na het downloaden van media
ru: Открывает меню поделиться после загрузки медиа
vi: Mở bảng chia sẻ sau khi tải media
zh_hans: 下载后自动打开分享菜单
zh_hant: 下載媒體後開啟分享表單

# FEATURE_REMOVE_WATERMARK
source: يزيل العلامة المائية من الوسائط
de: Entfernt das Wasserzeichen von heruntergeladenen Medien
fr: Supprime le filigrane (logo TikTok animé et nom d'utilisateur) des médias téléchargés
ko: 다운로드된 미디어에서 워터마크 제거 (애니메이션 TikTok 로고 및 사용자명)
nl: Verwijdert watermark (geanimeerd TikTok logo en gebruikersnaam) van gedownload media
ru: Удаляет водяной знак (логотип TikTok и имя пользователя) с загруженного медиа
vi: Xóa logo TikTok và tên người dùng khỏi video tải về
zh_hans: 去除下载视频的水印（TikTok 标识和用户名）
zh_hant: 從下載的媒體中移除浮水印（動態 TikTok 標誌和使用者名稱）

# FEATURE_UI_BUTTON
source: يعرض أو يخفي زر الواجهة
de: Zeigt den 'UI ausblenden'-Button an
fr: Active le bouton pour Afficher/Masquer l'interface
ko: UI 버튼 표시 또는 숨기기
nl: Toont of verbergt UI knop
ru: Показывает или скрывает кнопки интерфейса
vi: Hiển thị hoặc ẩn nút giao diện
zh_hans: 显示或隐藏界面按钮
zh_hant: 顯示或隱藏介面按鈕

# FEATURE_STOP_PLAYBACK
source: يوقف تشغيل الفيديو عند النهاية
de: Stoppt die Wiedergabe des Beitrags nach dem Ende
fr: Arrête la lecture à la fin des vidéos
ko: 동영상 재생 완료 시 자동 중지
nl: Stopt het afspelen van video wanneer deze is beeindigt
ru: Останавливает воспроизведение видео после завершения
vi: Dừng phát video khi kết thúc
zh_hans: 视频结束时停止播放
zh_hant: 影片結束時停止播放

# FEATURE_AUTO_PLAY
source: يمكن التمرير التلقائي للفيديو
de: Aktiviert automatisches Video-Weiterscrollen
fr: Active le swipe automatique des vidéos
ko: 동영상 자동 스크롤 활성화
nl: Zet automatisch video scrollen aan
ru: Включает автоматическую прокрутку видео
vi: Bật tự động cuộn video
zh_hans: 开启自动播放
zh_hant: 啟用自動影片捲動

# FEATURE_PROGRESS_BAR
source: يعرض شريط المدة تحت كل فيديو
de: Zeigt die Mediendauer unter jedem Beitrag an
fr: Affiche la barre d'avancement sous chaque vidéo
ko: 각 동영상 아래에 재생 시간 막대 표시
nl: Toont de duratie balk onder elke video
ru: Показывает полосу перемотки под каждым видео
vi: Hiển thị thanh thời gian dưới mỗi video
zh_hans: 显示视频进度条
zh_hant: 影片下方顯示時間軸

# FEATURE_TRANSPARENT_COMMENTS
source: يجعل قسم التعليقات شفافًا
de: Macht den Hintergrund des Kommentarbereichs transparent
fr: Rend la section des commentaires transparente
ko: 댓글 섹션을 투명하게 만들기
nl: Maakt de comment sectie transparant
ru: Делает раздел комментарии прозрачным
vi: Làm trong suốt phần bình luận
zh_hans: 半透明评论区
zh_hant: 使留言區域透明

# FEATURE_DISABLE_SURVEY
source: تعطيل أسئلة الاستبيان المزعجة في الخلاصة
de: Deaktiviert Umfragen im Feed
ko: 피드에서 설문 질문 비활성화
nl: Zet irritante survey vragen uit in feed
ru: Отключает раздражающие опросы в ленте
vi: Tắt các câu hỏi khảo sát khó chịu trong bảng tin
zh_hans: 关闭视频中的问卷调查

# FEATURE_HIDE_PLAY_PAUSE
source: إخفاء عرض التشغيل/الإيقاف في الخلاصة
de: Versteckt die Play/Pause-Ansicht im Feed
ko: 피드에서 재생/일시정지 뷰 숨기기
nl: Verberg de speel/pauzeer weergave in de feed
ru: Скрывает кнопку воспроизведения/паузы
vi: Ẩn nút phát/tạm dừng trong bảng tin
zh_hans: 隐藏播放/暂停按钮

# FEATURE_SHOW_USERNAMES
source: يستبدل الألقاب بالعلامات
de: Ersetzt Spitznamen durch Benutzernamen im Feed
fr: Remplace les pseudos par les @tags
ko: 닉네임을 사용자명으로 표시
nl: Vervangt bijnamen met tags
ru: Заменяет никнеймы на @теги
vi: Thay thế biệt danh bằng tag
zh_hans: 显示用户名而非昵称
zh_hant: 暱稱替換為使用者名稱

# FEATURE_DISABLE_SENSITIVE
source: يخفي تحذير المحتوى غير المناسب
de: Versteckt Warnungen vor 'Unangemessenen Inhalten'
fr: Masque les avertissements contenu inapproprié
ko: 부적절한 콘텐츠 경고 숨기기
nl: Verbergt waarschuwing voor ongepaste content
ru: Скрывает предупреждения о нежелательном контенте
vi: Ẩn cảnh báo nội dung không phù hợp
zh_hans: 关闭敏感内容提示
zh_hant: 隱藏不當內容警告

# FEATURE_ADD_TRANSLATION
source: إضافة زر ترجمة للتعليقات
de: Fügt einen Übersetzen-Button zu jedem Kommentar hinzu
ko: 각 댓글에 번역 버튼 추가
nl: Voegt een vertaal knop toe in elke comment
ru: Добавляет кнопку перевода к комментариям
vi: Thêm nút dịch trong mỗi bình luận
zh_hans: 添加评论翻译按钮

# FEATURE_DISABLE_WARNINGS
source: يخفي تحذيرات تيك توك
de: Versteckt TikTok-Warnungen
fr: Masque les avertissements de TikTok
ko: TikTok 경고 숨기기
nl: Verbergt TikTok waarschuwingen
ru: Скрывает предупреждения TikTok
vi: Ẩn cảnh báo TikTok
zh_hans: 关闭 TikTok 警告提示
zh_hant: 隱藏 TikTok 警告

# FEATURE_DISABLE_LIVE
source: يخفي البث المباشر في الخلاصة
de: Versteckt Live-Streams im Feed
fr: Masque les Lives dans le flux
ko: 피드에서 라이브 스트림 숨기기
nl: Verbergt livestreams in de feed
ru: Скрывает трансляции в ленте
vi: Ẩn livestream trong bảng tin
zh_hans: 隐藏直播内容
zh_hant: 在動態中隱藏直播

# FEATURE_SKIP_RECOMMENDED
source: يزيل توصيات الأصدقاء وما إلى ذلك
de: Entfernt Inhaltsempfehlungen (Freundesempfehlungen, etc.)
fr: Supprime les recommandations d'amis, etc.
ko: 친구 추천 등 제거
nl: Verwijdert vriend recommendaties etc
ru: Удаляет рекомендаций друзей и т.д
vi: Xóa gợi ý kết bạn, v.v.
zh_hans: 关闭推荐提示
zh_hant: 移除朋友推薦等

# FEATURE_UPLOAD_REGION
source: يعرض علم منطقة التحميل بجانب اسم المستخدم
de: Zeigt die Upload-Region-Flagge neben dem Benutzernamen
fr: Affiche le drapeau de la région de publication à côté du nom d'utilisateur
ko: 사용자명 옆에 업로드 지역 플래그 표시
nl: Voeg de upload regio vlag toe naast de gebruikersnaam
ru: Показывает флаг региона выгрузки рядом с ником
vi: Hiển thị cờ khu vực đăng tải bên cạnh tên người dùng
zh_hans: 显示视频来源地区
zh_hant: 在使用者名稱旁顯示上傳國家/地區旗幟

# FEATURE_HIDE_TOP_ITEMS
source: يخفي زر البحث والبث المباشر وأخرى
de: Versteckt die obere Leiste (Für dich, Folge ich, Shop, etc.)
fr: Masque le bouton de recherche, LIVE et autres (Pour Toi, Abonnements, Boutique, etc...)
ko: 검색 버튼, LIVE 및 기타 숨기기 (For You, Following, Shop 등)
nl: Veberg zoeken knop, LIVE en anderen (Voor Jou, Volgend, Shop etc...)
ru: Скрывает кнопку поиска, LIVE и другие элементы (Рекомендации, Подписки, Магазин и т.д)
vi: Ẩn nút tìm kiếm, LIVE và các mục khác (Dành cho bạn, Đang theo dõi, Shop...)
zh_hans: 隐藏顶部功能区（搜索、直播等）
zh_hant: 隱藏搜尋按鈕、直播和其他項目（為你推薦、追蹤中、商店等）

# FEATURE_ANONYMOUS_SEEN
source: مشاهدة الدردشات دون علم الآخر
de: Lies Chats, ohne den Absender zu benachrichtigen
fr: Désactive les confirmations de lecture
ko: 읽음 표시 없이 채팅 보기
nl: Kijk naar berichten zonder dat de andere persoon dat ziet
ru: Дает возможность читать чат без уведомления собеседника
vi: Xem chat mà không để người khác biết
zh_hans: 关闭已读提示
zh_hant: 啟用已讀回條封鎖

# FEATURE_SHOW_ALL_TABS
source: عرض جميع علامات الإعدادات المخفية [تجريبي!]
de: Zeigt alle versteckten Einstellungs-Tabs [BETA]
ko: 모든 숨겨진 설정 탭 표시 [베타]
nl: Laat alle verborgen instellingen zien [Beta!]
ru: Показывает все скрытые вкладки настроек [Beta!]
vi: Hiển thị tất cả tab cài đặt ẩn [Beta!]
zh_hans: 显示所有隐藏的设置选项[测试版]

# FEATURE_PROFILE_SAVE
source: يحفظ معلومات الملف الشخصي للحافظة
de: Speichert das Profilbild eines Nutzers durch langes Drücken
fr: Enregistre les informations de profil dans le presse-papiers
ko: 길게 누르면 프로필 사진 저장
nl: Bewaart profiel informatie naar het klipbord
ru: Сохраняет сведения о профиле в буфер обмена
vi: Lưu thông tin hồ sơ vào clipboard
zh_hans: 保存个人资料到剪贴板
zh_hant: 將個人資料資訊儲存到剪貼簿

# FEATURE_EMBED_LINKS
source: تمكين الروابط المضمنة عند النسخ
de: Kopierte Links betten Medien dort ein, wo sie gesendet werden
ko: 링크 복사 시 임베드 링크 활성화
nl: Zet ingebedde links aan wanneer je een link kopieert
ru: Добавляет видео при копировании ссылки
vi: Bật liên kết nhúng khi sao chép liên kết
zh_hans: 允许链接可点击

# FEATURE_PROFILE_COPY
source: ينسخ معلومات الملف الشخصي
de: Kopiert die Bio eines Nutzers durch langes Drücken
fr: Copie les informations du profil
ko: 길게 누르면 프로필 소개 복사
nl: Kopieert profiel informatie
ru: Копирует информацию о профиле
vi: Sao chép thông tin hồ sơ
zh_hans: 复制个人资料信息
zh_hant: 複製個人資料資訊

# FEATURE_USER_POST_COUNT
source: يعرض عدد الفيديوهات المرفوعة
de: Zeigt die Gesamtanzahl der Beiträge eines Nutzers
ko: 업로드된 동영상 수 표시
nl: Laat aantal geuploade videos zien
ru: Показывает количество опубликованных постов
vi: Hiển thị số lượng video đã đăng
zh_hans: 显示作品数量

# FEATURE_LIKE_COUNT
source: يعرض عدد الإعجابات على الرسائل
de: Zeigt die Anzahl der Likes bei Beiträgen
fr: Affiche le nombre de mentions J'aime sur les messages
ko: 게시물에 좋아요 수 표시
nl: Laat aantal likes zien op berichten
ru: Показывает количество лайков на миниюатюре видео
vi: Hiển thị số lượt thích trên tin nhắn
zh_hans: 显示点赞数
zh_hant: 顯示訊息按讚數

# FEATURE_UPLOAD_DATE
source: يعرض تاريخ الرفع
de: Zeigt das Upload-Datum bei Beiträgen
fr: Affiche la date de publication
ko: 업로드 날짜 표시
nl: Laat upload datum zien
ru: Показывает дату загрузки видео
vi: Hiển thị ngày đăng tải
zh_hans: 显示上传日期
zh_hant: 顯示上傳日期

# FEATURE_SHOW_VIDEO_TIMESTAMP
source: عرض وقت الرفع بجانب اسم المستخدم في الخلاصة
de: Zeigt die Upload-Zeit des Beitrags im FYP
ko: FYP에서 동영상 업로드 시간 표시
nl: Laat upload tijd in FYP zien
ru: Показывает время выгрузки поста рядом с именем пользователя в ленте
vi: Hiển thị thời gian đăng video trong FYP
zh_hans: 显示视频上传时间

# FEATURE_HIDE_DANGEROUS_ACTION
source: إخفاء التحذيرات المزعجة تحت فيديوهات الرياضة
de: Versteckt Warnungen unter Sportvideos (UFC, Boxen, etc.)
ko: 스포츠 동영상(UFC, 복싱 등) 아래 경고 숨기기
nl: Verbergt waarschuwingen onder sport videos (UFC, Boxen, etc...)
ru: Скрывает предупреждения под спортивными видео
vi: Ẩn cảnh báo dưới video thể thao (UFC, Boxing, v.v.)
zh_hans: 关闭危险内容提示

# FEATURE_REMOVE_PENDANT
source: إزالة عرض الإعلانات المزعجة أعلى اليسار
de: Entfernt die Ad-Ansicht oben links im Feed
ko: FYP에서 상단 왼쪽 광고 뷰 제거
nl: Verwijdert de ad-view in fyp
ru: Удаляет рекламный баннер в верхнем левом углу экрана (только в некоторых регионах)
vi: Xóa view quảng cáo góc trên bên trái trong FYP
zh_hans: 移除悬浮广告

# FEATURE_CONFIRM_LIKE
source: يعرض تأكيدًا للإعجاب بالفيديو
de: Fragt nach Bestätigung, bevor ein Beitrag geliked wird
fr: Demande confirmation pour d'aimer une vidéo
ko: 게시물 좋아요 전 확인 요청
nl: Laat bevestiging zien om video te liken
ru: Включает подтверждение перед лайком видео
vi: Hiển thị xác nhận khi thích video
zh_hans: 点赞时需要确认
zh_hant: 顯示按讚影片確認

# FEATURE_CONFIRM_COMMENT_LIKE
source: يعرض تأكيدًا للإعجاب بالتعليق
de: Fragt nach Bestätigung, bevor ein Kommentar geliked wird
fr: Demande confirmation pour d'aimer un commentaire
ko: 댓글 좋아요 전 확인 요청
nl: Laat bevestiging zien om comment te liken
ru: Включает подтверждение перед лайком комментария
vi: Hiển thị xác nhận khi thích bình luận
zh_hans: 评论点赞时需要确认
zh_hant: 顯示按讚留言確認

# FEATURE_CONFIRM_COMMENT_DISLIKE
source: تأكيد على عدم الإعجاب بالتعليق
de: Fragt nach Bestätigung, bevor ein Kommentar disliked wird
fr: Demande confirmation pour dislike un commentaire
ko: 댓글 싫어요 전 확인 요청
nl: Laat bevestiging zien om comment te disliken
ru: Включает подтверждение перед дизлайком комментария
vi: Hiển thị xác nhận khi không thích bình luận
zh_hans: 评论点踩时需要确认
zh_hant: 顯示不喜歡留言確認

# FEATURE_CONFIRM_FOLLOW
source: يعرض تأكيدًا للمتابعة
de: Fragt nach Bestätigung, bevor einem Nutzer gefolgt wird
fr: Demande confirmation pour suivre un compte
ko: 사용자 팔로우 전 확인 요청
nl: Laat bevestiging zien om gebruiker te volgen
ru: Включает подтверждения перед подпиской
vi: Hiển thị xác nhận khi theo dõi người dùng
zh_hans: 关注时需要确认
zh_hant: 顯示追蹤用戶確認

# FEATURE_AUTO_CLEAR
source: يمسح سجل البحث تلقائيًا كل 60 ثانية
de: Löscht deinen Suchverlauf alle 60 Sekunden
fr: Efface automatiquement l'historique de recherche toutes les 60 secondes
ko: 60초마다 검색 기록 자동 삭제
nl: Automatisch zoekgeschiedenis wissen elke 60 seconden
ru: Очищает историю поиска каждые 60 секунд
vi: Tự động xóa lịch sử tìm kiếm mỗi 60 giây
zh_hans: 每60秒自动清除搜索记录
zh_hant: 每 60 秒自動清除搜尋記錄

# FEATURE_FAKE_CHANGES
source: يمكن تزوير بيانات الملف الشخصي
de: Aktiviert gefälschte Profildaten-Änderungen
fr: Active les fausses des données du profil
ko: 가짜 프로필 정보 변경 활성화
nl: Zet profiel gegevens spoofing aan
ru: Включает подделку данных профиля
vi: Bật giả mạo dữ liệu hồ sơ
zh_hans: 启用数据自定义
zh_hant: 啟用個人資料偽裝

# FEATURE_FOLLOWER_COUNT
source: إدخال عدد المتابعين المزيف
de: Anzahl gefälschter Follower eingeben
fr: Entrez un faux nombre d'abonnés
ko: 가짜 팔로워 수 입력
nl: Voer fake volgers aantal in
ru: Введите число
vi: Nhập số người theo dõi giả
zh_hans: 自定义粉丝数
zh_hant: 輸入偽裝粉絲數

# FEATURE_FOLLOWING_COUNT
source: إدخال عدد المتابَعين المزيف
de: Anzahl gefälschter 'Folge ich' eingeben
fr: Entrez un faux nombre d'abonnements
ko: 가짜 팔로잉 수 입력
nl: Voer fake volgende aantal in
ru: Введите число
vi: Nhập số đang theo dõi giả
zh_hans: 自定义关注数
zh_hant: 輸入偽裝追蹤數

# FEATURE_FAKE_VERIFIED
source: يعرض شارة موثق مزيف
de: Zeigt ein gefälschtes Verifizierungs-Abzeichen
fr: Affiche un faux badge de vérification
ko: 가짜 인증 배지 표시
nl: Laat fake verificatie badge zien
ru: Показывает фейковый значок верификации
vi: Hiển thị tick xanh giả
zh_hans: 显示认证标识
zh_hant: 顯示偽裝認證徽章

# FEATURE_HIDE_PLUS_BTN
source: إخفاء زر الكاميرا
de: Versteckt den Kamera-Button
ko: 카메라 버튼 숨기기
nl: Verbergt de camera knop
ru: Скрывает кнопку +
vi: Ẩn nút camera
zh_hans: 隐藏发布按钮

# FEATURE_HIDE_FRIENDS_BADGE
source: إخفاء شارة إشعارات الأصدقاء
de: Versteckt das Freunde-Benachrichtigungs-Badge
ko: 친구 알림 배지 숨기기
nl: Verbergt vriend notificatie badge
ru: Скрывает значок уведомлений (Друзья)
vi: Ẩn huy hiệu thông báo bạn bè
zh_hans: 隐藏好友提醒

# FEATURE_HIDE_INBOX_BADGE
source: إخفاء شارة إشعارات الوارد
de: Versteckt das Posteingang-Benachrichtigungs-Badge
ko: 받은 편지함 알림 배지 숨기기
nl: Verbergt postvak notificatie badge
ru: Скрывает значок уведомлений (Входящие)
vi: Ẩn huy hiệu thông báo hộp thư
zh_hans: 隐藏消息提醒

# FEATURE_EXTENDED_BIO
source: تمديد حد أحرف السيرة
fr: Étend la limite de caractères de la bio
nl: Verlengt bio character limiet
ru: Увеличивает лимит символов в биографии
zh_hant: 延伸個人簡介字數限制

# FEATURE_EXTENDED_COMMENTS
source: زياده حد أحرف التعليقات
de: Erhöht das Zeichenlimit für Kommentare
fr: Étend la limite de caractères des commentaires
ko: 댓글 문자 제한 확장
nl: Verlengt comment character limiet
ru: Увеличивает лимит символов в комментариях
vi: Mở rộng giới hạn ký tự bình luận
zh_hans: 解除评论字数限制
zh_hant: 延伸留言字數限制

# FEATURE_UPLOAD_HD
source: تمكين رفع بدقة عالية
de: Aktiviert HD-Uploads
fr: Active les téléchargements HD
ko: HD 업로드 활성화
nl: Zet HD uploads aan
ru: Включает кнопку выгрузки видео в HD
vi: Bật đăng tải HD
zh_hans: 上传高清视频
zh_hant: 啟用高畫質上傳

# FEATURE_APP_LOCK
source: إضافة قفل للتطبيق بكلمة مرور
de: Fügt eine App-Sperre beim Start von TikTok hinzu
fr: Ajoute la possibilité de verrouiller TikTok avec un mot de passe
ko: 앱 실행 시 비밀번호 또는 생체 인증으로 잠금
nl: Voegt mogelijkheid om TikTok met wachtwoord te vergrendelen
ru: Добавляет возможность блокировать TikTok паролем
vi: Thêm khả năng khóa TikTok bằng mật khẩu
zh_hans: 应用锁定功能
zh_hant: 新增使用密碼鎖定 TikTok 的功能
