Repository: raulsaeed/RXTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: de, fr, ko, nl, ru, vi, zh_hans, zh_hant

# FEATURE_ENABLE_FLEX
source: للمطورين فقط، لا تلمسها إن لم تكن تعرف
de: NUR FÜR ENTWICKLER, NICHT ANFASSEN, WENN DU NICHT WEISST, WAS FLEX IST!
fr: Réservé aux développeurs, NE PAS TOUCHER si vous ne savez pas ce que vous faites
ko: 개발자 전용 기능입니다. 무엇을 하는지 모르면 사용하지 마세요
nl: Alleen voor ontwikkelaars, ZET NIET AAN als je niet weet wat het doet
ru: Только для разработчиков, НЕ ТРОГАЙТЕ, если не знаете, зачем это нужно
vi: Chỉ dành cho nhà phát triển, ĐỪNG CHẠM nếu bạn không biết nó làm gì
zh_hans: 开发者调试工具（请勿随意开启）
zh_hant: 僅供開發者使用，如果不知道用途請勿觸碰

# FEATURE_OLED_KEYBOARD
source: يعمل فقط مع الوضع الداكن
de: Funktioniert nur mit dunklem Design
fr: Fonctionne uniquement avec le thème sombre
ko: 다크 모드에서만 작동
nl: Werkt alleen met donkere thema
ru: Работает только с тёмной темой
vi: Chỉ hoạt động với chủ đề tối
zh_hans: 深色主题键盘
zh_hant: 僅適用於深色主題

# FEATURE_POST_STATS
source: عرض زر إحصائيات المنشور في التنزيل
de: Zeigt ein Untermenü im Download-Bereich mit Beitragsinformationen
ko: 다운로드 메뉴에 게시물 정보 버튼 표시
nl: Laat een menu knop zien in download sectie voor post stats
ru: Добавляет кнопку статистики поста в разделе загрузок
vi: Hiển thị nút menu trong phần tải xuống cho thống kê bài đăng
zh_hans: 显示视频数据按钮

# FEATURE_ENABLE_TEXT_TO_REPOSTS
source: تمكين إضافة نص لإعادة النشر
de: Ermöglicht das Hinzufügen von Bildunterschriften zu Reposts für nicht unterstützte Regionen
ko: 리포스트에 설명 추가 활성화
nl: Zet toevoegen van tekst aan je reposts aan
ru: Позволяет добавлять текст к репостам
vi: Bật thêm văn bản vào chia sẻ lại của bạn
zh_hans: 转发时可添加评论

# FEATURE_VOICE_MESSAGES
source: تمكين الرسائل الصوتية في الدردشة
de: Ermöglicht das Senden von Sprachnachrichten im Chat (Nur in einigen Regionen)
ko: 채팅에서 음성 메시지 활성화
nl: Zet het versturen van spraakberichten aan in chat
ru: Включает отправку голосовых сообщений в чате
vi: Bật gửi tin nhắn thoại trong chat
zh_hans: 开启语音消息

# FEATURE_ENABLE_STREAKS
source: تمكين السلاسل مع الأصدقاء
de: Aktiviert Streaks mit Freunden
ko: 친구와의 연속 기록 활성화
nl: Zet streaks met vrienden aan
ru: Включает функцию огонька с друзьями
vi: Bật chuỗi tương tác với bạn bè
zh_hans: 开启连续签到功能

# FEATURE_HIDE_STREAK_PET
source: إخفاء حيوان السلسلة
de: Versteckt das Streak-Haustier
ko: 연속 기록 펫 숨기기
nl: Verbergt streak diertje
ru: Скрывает серийчика
vi: Ẩn thú cưng streak
zh_hans: 隐藏签到宠物

# FEATURE_DISABLE_TYPING
source: عدم إرسال مؤشر كتابة أثناء الدردشة
de: Deaktiviert den Tipp-Indikator
ko: 채팅 중 입력 표시기 전송하지 않기
nl: Stuur geen type indicator door tijdens typen
ru: Отключает индикатор набора текста в чате
vi: Không gửi hiển thị đang gõ khi chat
zh_hans: 关闭输入状态显示

# FEATURE_PIN_CHATS
source: تثبيت الدردشات المفضلة في الأعلى
de: Ermöglicht das Anpinnen von Lieblings-Chats ganz oben
ko: 중요한 채팅을 상단에 고정
nl: Pin favoriete berichten naar de top
ru: Закрепляет избранные чаты наверху
vi: Ghim các cuộc trò chuyện yêu thích lên đầu
zh_hans: 允许置顶私信

# FEATURE_BYPASS_MEDIA_LIMIT
source: تجاوز حدود الوسائط في الدردشة
de: Umgeht Medien-Versandlimits im Chat (Standard: 9 Fotos, 1 Min Video)
ko: 채팅에서 미디어 제한 우회 (기본값: 9장 사진, 1분 동영상)
nl: Bypass media limiet in chat (Standaard: 9 Foto's, 1 Min Video)
ru: Обходит лимит медиа в чате (по умолчанию: 9 фото, 1 мин. видео)
vi: Bỏ qua giới hạn media trong chat (Mặc định: 9 ảnh, video 1 phút)
zh_hans: 解除私信文件限制

# FEATURE_DISABLE_AI_REPLIES
source: تعطيل الردود المُنشأة بالذكاء الاصطناعي
de: Deaktiviert KI-generierte Antworten auf Beiträge
ko: 게시물에 대한 AI 생성 답장 비활성화
nl: Zet AI-gegenereerde antwoorden op verzonden berichten uit
ru: Отключает ответы ИИ на отправленные посты
vi: Tắt phản hồi AI cho bài đăng đã gửi
zh_hans: 关闭AI智能回复

# FEATURE_SMALL_EMOJI
source: تمكين الرموز التعبيرية الصغيرة
de: Ermöglicht das Senden kleiner Emojis
ko: 작은 이모지 전송 활성화
nl: Zet het versturen van kleine emojis aan
ru: Включает отправку маленьких эмодзи
vi: Bật gửi emoji nhỏ
zh_hans: 使用迷你表情

# FEATURE_HIDE_COMMISSION_POSTS
source: إزالة المنشورات التي تقول 'المُنشىء يحصل على عمولة'
de: Versteckt 'Ersteller erhält eine Provision'-Beiträge
ko: '크리에이터가 수수료를 받습니다'라고 표시되는 게시물 제거
nl: Verwijder posts die zeggen 'Maker verdient commissie'
ru: Удаляет посты с пометкой 'Автор получает комиссию'
vi: Xóa bài đăng có ghi 'Người tạo nội dung nhận hoa hồng'
zh_hans: 隐藏带货视频

# ENABLE_COMMENT_PHOTO
source: السماح بإضافة صور للتعليقات
de: Aktiviert Foto-Antworten in Kommentaren
ko: 댓글에 사진 추가 허용
nl: Sta toe om fotos toe te voegen in comments
ru: Включает кнопку отправки фото в комментарии
vi: Cho phép thêm ảnh vào bình luận
zh_hans: 允许评论带图片

# ENABLE_COMMENT_STICKERS
source: السماح بإضافة ملصقات للتعليقات
de: Aktiviert Sticker-Antworten in Kommentaren
ko: 댓글에 스티커 추가 허용
nl: Sta toe om stickers toe te voegen in comments
ru: Включает кнопку отправки стикеров в комментарии
vi: Cho phép thêm sticker vào bình luận
zh_hans: 允许评论带贴纸

# FEATURE_DISABLE_COMMENT_TOOLTIP
source: تعطيل التلميحات في التعليقات
de: Deaktiviert Tooltips im Kommentarbereich
fr: Désactive la bulle d'emoji lors du maintien du bouton commentaire
ko: 댓글에서 툴팁 비활성화
nl: Zet tooltips uit in comments
ru: Отключает всплывающие подсказки в комментариях
vi: Tắt gợi ý trong bình luận
zh_hans: 关闭评论提示
zh_hant: 停用長按留言按鈕時的表情符號工具提示

# FEATURE_ADD_COMMENT_POST
source: تمكين نشر التعليقات كمنشورات
de: Ermöglicht das Posten von Kommentar-Antworten als Beitrag
fr: Active la possibilité de commenter avec une publication
ko: 댓글을 게시물로 게시 활성화
nl: Zet het plaatsen van comments als posts aan
ru: Разрешает публикацию комментариев как постов
vi: Bật đăng bình luận dưới dạng bài đăng
zh_hans: 允许将评论发布为视频
zh_hant: 啟用以貼文方式留言

# FEATURE_ADD_COMMENT_STORY
source: تمكين نشر التعليقات كقصص
de: Ermöglicht das Posten von Kommentar-Antworten als Story
fr: Active la possibilité de commenter avec une story
ko: 댓글을 스토리로 게시 활성화
nl: Zet het plaatsen van comments als verhaal aan
ru: Разреает публикацию комментариев как историй
vi: Bật đăng bình luận dưới dạng story
zh_hans: 允许将评论发布为动态
zh_hant: 啟用以限時動態方式留言

# FEATURE_MASS_UNFOLD
source: فتح جميع ردود التعليقات دفعة واحدة
de: Klappt alle Kommentar-Antworten massenhaft aus
fr: Affiche toutes les réponses des commentaires en une seule fois
ko: 모든 댓글 답글 일괄 펼치기
nl: Ontvouw alle comments antwoorden
ru: Раскрывает все ответы на комментарии
vi: Mở tất cả phản hồi bình luận
zh_hans: 一键展开所有回复
zh_hant: 一次展開所有留言回覆

# FEATURE_AUTO_UNFOLD
source: فتح نصوص التعليقات تلقائيًا
de: Klappt alle langen Kommentare automatisch aus
fr: Affiche le texte des longs commentaires
ko: 댓글 텍스트 자동 펼치기
nl: Automatisch alle comments ontvouwen
ru: Раворачивает текст комментариев
vi: Tự động mở văn bản bình luận
zh_hans: 自动展开长评论
zh_hant: 展開長留言中的文字

# FEATURE_MULTI_EMOJI
source: تمكين شريط تعليقات متعدد الرموز التعبيرية
de: Aktiviert die Multi-Emoji-Kommentar-Leiste
fr: Active un panneau d'emoji étendu dans les commentaires
ko: 다중 이모지 댓글 바 활성화
nl: Zet multi-emoji comment balk aan
ru: Включает панель для нескольких эмодзи в комментариях
vi: Bật thanh emoji đa dạng cho bình luận
zh_hans: 开启多表情栏
zh_hant: 在留言中啟用延伸表情符號面板

# FEATURE_HIDE_EMOJI
source: إخفاء شريط الرموز التعبيرية في التعليقات
de: Versteckt die Multi-Emoji-Kommentar-Leiste
fr: Supprime la barre d'emoji dans les commentaires
ko: 댓글에서 이모지 바 숨기기
nl: Verberg emoji balk in comments
ru: Скрывает панель эмодзи в комментариях
vi: Ẩn thanh emoji trong bình luận
zh_hans: 隐藏表情栏
zh_hant: 在留言中隱藏表情符號面板

# FEATURE_COMMENT_REDESIGN
source: تمكين تصميم مُجدد للتعليقات
de: Aktiviert neu gestaltete Kommentar-Zellen
fr: Permet de sélectionner un design pour la cellule de commentaire
ko: 재디자인된 댓글 셀 활성화
nl: Zet hervormde comment cells aan
ru: Включить обновленный дизайн комментариев
vi: Bật thiết kế lại ô bình luận
zh_hans: 自定义评论样式
zh_hant: 允許選擇留言區塊設計

# Could Not Copy Music
source: تعذّر نسخ الموسيقى
de: Musik konnte nicht kopiert werden
fr: Impossible de copier la musique
ko: 음악을 복사할 수 없습니다
nl: Kon muziek niet kopieren
ru: Не удалось скопировать музыку
vi: Không thể sao chép nhạc
zh_hans: 无法复制音乐
zh_hant: 無法複製音樂

# The video doesn't have music to download
source: هذا الفيديو لا يحتوي على موسيقى للتحميل
ko: 이 동영상에는 다운로드할 음악이 없습니다
nl: Deze video heeft geen muziek om te downloaden
ru: В этом видео нет музыки для загрузки
vi: Video này không có nhạc để tải xuống
zh_hans: 该视频没有可下载的音乐

# DEVELOPER_TELEGRAM
source: انضم إلى قناة تيليجرام لأحدث التحديثات
de: Tritt unserem Telegram-Kanal für die neuesten Updates bei
fr: Rejoignez le canal Telegram pour les dernières mises à jour
ko: 최신 업데이트를 위해 텔레그램 채널에 참여하세요
nl: Join het Telegram kanaal voor de laatste updates
ru: Подключитесь к Telegram-каналу для последних обновлений
vi: Tham gia kênh Telegram để cập nhật mới nhất
zh_hans: 加入 Telegram 频道获取最新更新
zh_hant: 加入 Telegram 頻道獲取最新更新

# DEVELOPER_SUPPORT
source: ادعم RXTikTok واحصل على الوصول لمجموعة الاختبار التجريبي
de: Unterstütze RXTikTok und erhalte Zugang zu unserer Beta-Testgruppe
fr: Soutenez RXTikTok et accédez au groupe de test bêta
ko: RXTikTok을 지원하고 베타 테스트 그룹에 접근하세요
nl: Support RXTikTok en krijg toegang tot de beta testing groep
ru: Поддержите RXTikTok и получите доступ к бета-тестированию мода
vi: Hỗ trợ RXTikTok và có quyền truy cập vào nhóm thử nghiệm beta
zh_hans: 支持 RXTikTok 并获取测试组访问权限
zh_hant: 支持 BHTTPP 並取得測試群組的使用權限

# Features list
source: قائمة الميزات
de: Funktionsliste
ko: 기능 목록
nl: Functielijst
ru: Список функций
vi: Danh sách tính năng
zh_hans: 功能列表

# Not Selected
source: غير محدد
de: Nicht ausgewählt
ko: 선택되지 않음
nl: Niet geselecteerd
ru: Не выбрано
vi: Chưa chọn
zh_hans: 未选择

# Creator Profile Pull
source: جلب الملف الشخصي للمنشئ
ru: Включить свайп для быстрого доступа
zh_hans: 下拉查看创作者主页

# OK
source: موافق
de: OK
ko: 확인
nl: OK
ru: OK
vi: OK
zh_hans: 确定

# Disable Left & Right Swipe
source: تعطيل السحب يمينًا ويسارًا
de: Wischen nach Links & Rechts deaktivieren
ko: 좌우 스와이프 비활성화
nl: Veeg naar links & rechts uitschakelen
ru: Отключить свайп влево/вправо в ленте
vi: Tắt vuốt trái và phải
zh_hans: 禁用左右滑动

# Pull To Camera
source: اسحب إلى الكاميرا
de: Ziehen für Kamera
ko: 카메라로 당기기
nl: Veeg naar camera
ru: Включить свайп для открытия камеры
vi: Kéo để mở camera
zh_hans: 下拉打开相机

# Regions
source: المناطق
de: Regionen
fr: Régions
ko: 지역
nl: Regio's
ru: Regions
vi: Khu vực
zh_hans: 地区列表
zh_hant: 國家/地區

# Full Region Mode
source: وضع المنطقة الكاملة
de: Vollständiger Regionsmodus
ko: 전체 지역 모드
nl: Volledige regiomodus
ru: Режим принудительного региона
vi: Chế độ khu vực đầy đủ
zh_hans: 完整地区模式

# Add Folders To Inbox
source: إضافة مجلدات إلى الوارد
de: Ordner zum Posteingang hinzufügen
ko: 받은 편지함에 폴더 추가
nl: Mappen toevoegen aan inbox
ru: Добавить папки в личке
vi: Thêm thư mục vào hộp thư
zh_hans: 为收件箱添加文件夹

# Settings
source: الإعدادات
de: Einstellungen
ko: 설정
nl: Instellingen
ru: Настройки
vi: Cài đặt
zh_hans: 设置

# Save
source: حفظ
de: Speichern
ko: 저장
nl: Opslaan
ru: Сохранить
vi: Lưu
zh_hans: 保存

# Delete
source: حذف
de: Löschen
ko: 삭제
nl: Verwijderen
ru: Удалить
vi: Xóa
zh_hans: 删除

# Edit
source: تعديل
de: Bearbeiten
ko: 편집
nl: Bewerken
ru: Изменить
vi: Chỉnh sửa
zh_hans: 编辑

# Close
source: إغلاق
de: Schließen
ko: 닫기
nl: Sluit
ru: Закрыть
vi: Đóng
zh_hans: 关闭

# Back
source: رجوع
de: Zurück
ko: 뒤로
nl: Terug
ru: Назад
vi: Quay lại
zh_hans: 返回

# Next
source: التالي
de: Weiter
ko: 다음
nl: Volgende
ru: Далее
vi: Tiếp theo
zh_hans: 下一步

# Done
source: تم
de: Fertig
ko: 완료
nl: Klaar
ru: Готово
vi: Xong
zh_hans: 完成

# Error
source: خطأ
de: Fehler
ko: 오류
nl: Error
ru: Ошибка
vi: Lỗi
zh_hans: 错误

# Success
source: نجاح
de: Erfolgreich
ko: 성공
nl: Gelukt
ru: Успешно
vi: Thành công
zh_hans: 成功

# Warning
source: تحذير
de: Warnung
ko: 경고
nl: Waarschuwing
ru: Внимание
vi: Cảnh báo
zh_hans: 警告

# Loading
source: جارٍ التحميل
de: Laden
ko: 로딩 중
nl: Laden
ru: Загрузка
vi: Đang tải
zh_hans: 加载中

# Search
source: بحث
de: Suche
ko: 검색
nl: Zoeken
ru: Поиск
vi: Tìm kiếm
zh_hans: 搜索

# Apply
source: تطبيق
de: Anwenden
ko: 적용
nl: Toepassen
ru: Применить
vi: Áp dụng
zh_hans: 应用

# Saved!
source: تم الحفظ!
de: Gespeichert!
ko: 저장됨!
nl: Opgeslagen!
ru: Сохранено
vi: Đã lưu!
zh_hans: 已保存！

# Reset
source: إعادة
de: Zurücksetzen
ko: 재설정
nl: Terugzetten
ru: Сбросить
vi: Đặt lại
zh_hans: 重置

# Video saved successfully
source: تم حفظ الفيديو بنجاح
de: Video erfolgreich gespeichert
ko: 동영상이 성공적으로 저장되었습니다
nl: Video succesvol opgeslagen
ru: Видео успешно сохранено
vi: Video đã được lưu thành công
zh_hans: 视频保存成功

# Photo saved successfully
source: تم حفظ الصورة بنجاح
de: Foto erfolgreich gespeichert
ko: 사진이 성공적으로 저장되었습니다
nl: Foto succesvol opgeslagen
ru: Фотография успешно сохранена
vi: Ảnh đã được lưu thành công
zh_hans: 图片保存成功

# Failed to save media
source: فشل في حفظ الوسائط
de: Medien konnten nicht gespeichert werden
ko: 미디어 저장에 실패했습니다
nl: Kan media niet opslaan
ru: Не удалось сохранить медиафайл
vi: Không thể lưu media
zh_hans: 媒体保存失败

# No internet connection
source: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
ko: 인터넷 연결이 없습니다
nl: Geen internet
ru: Нет подключения к Интернету
vi: Không có kết nối internet
zh_hans: 无网络连接

# Select All
source: تحديد الكل
de: Alles auswählen
ko: 모두 선택
nl: Alles selecteren
ru: Выбрать все
vi: Chọn tất cả
zh_hans: 全选

# Deselect All
source: إلغاء تحديد الكل
de: Auswahl aufheben
ko: 모두 선택 해제
nl: Alles deselecteren
ru: Отменить выбор
vi: Bỏ chọn tất cả
zh_hans: 取消全选

# More Options
source: المزيد من الخيارات
de: Mehr Optionen
ko: 더 많은 옵션
nl: Meer opties
ru: Другие варианты
vi: Tùy chọn khác
zh_hans: 更多选项

# Share
source: مشاركة
de: Teilen
ko: 공유
nl: Delen
ru: Поделиться
vi: Chia sẻ
zh_hans: 分享

# Copy Link
source: نسخ الرابط
de: Link kopieren
ko: 링크 복사
nl: Link kopiëren
ru: Копировать ссылку
vi: Sao chép liên kết
zh_hans: 复制链接

# Report
source: تقرير
de: Melden
ko: 신고
nl: Rapporteren
ru: Сообщить
vi: Báo cáo
zh_hans: 举报

# Block
source: حظر
de: Blockieren
ko: 차단
nl: Blokkeren
ru: Заблокировать
vi: Chặn
zh_hans: 拉黑

# Unfollow
source: إلغاء المتابعة
de: Entfolgen
ko: 언팔로우
nl: Ontvolgen
ru: Отписаться
vi: Bỏ theo dõi
zh_hans: 取消关注

# Hide
source: إخفاء
de: Ausblenden
ko: 숨기기
nl: Verberg
ru: Скрыть
vi: Ẩn
zh_hans: 隐藏

# Show
source: إظهار
de: Anzeigen
ko: 표시
nl: Tonen
ru: Показать
vi: Hiển thị
zh_hans: 显示

# Enable
source: تمكين
de: Aktivieren
ko: 활성화
nl: Inschakelen
ru: Включить
vi: Bật
zh_hans: 启用

# Disable
source: تعطيل
de: Deaktivieren
ko: 비활성화
nl: Uitschakelen
ru: Отключить
vi: Tắt
zh_hans: 禁用

# FEATURE_CREATOR_PROFILE_PULL
source: عرض ملفات المنشئين عند السحب للأسفل
ru: Включает свайп для доступа к быстрым настройках
zh_hans: 下拉查看创作者主页

# FEATURE_DISABLE_SWIPE
source: تعطيل السحب يمينًا ويسارًا في الخلاصة
de: Deaktiviert das Wischen nach links und rechts im Feed
ko: 피드에서 좌우 스와이프 비활성화
nl: Schakelt 'Veeg naar links & rechts' in feed uit
ru: Отключает влево/вправо между вкладками
vi: Tắt vuốt trái và phải trong bảng tin
zh_hans: 禁用首页中的左右滑动

# FEATURE_PULL_TO_CAMERA
source: تمكين ميزة السحب إلى الكاميرا
de: Aktiviert die 'Ziehen für Kamera'-Funktion
ko: 카메라로 당기기 기능 활성화
nl: Schakelt 'Veeg naar Camera' in
ru: Включает свайп для доступа к камере
vi: Bật tính năng kéo để mở camera
zh_hans: 启用下拉打开相机功能

# FEATURE_ADD_FOLDERS
source: إضافة تنظيم المجلدات لرسائل الوارد
de: Fügt Ordner-Organisation zu Posteingangsnachrichten hinzu
ko: 받은 편지함 메시지에 폴더 구성 추가
nl: Voegt mappen toe aan je inbox
ru: Добавляет папки для личных сообщений
vi: Thêm tổ chức thư mục vào tin nhắn hộp thư
zh_hans: 为收件箱消息添加文件夹分类

# FEATURE_FULL_REGION_MODE
source: تمكين إذا لم تعمل الخيار الأول!!
de: NUR aktivieren, wenn die erste Option nicht funktioniert!
ko: 첫 번째 옵션이 작동하지 않을 때만 활성화하세요
nl: Schakel ALLEEN in als eerste optie NIET werkt!
ru: Показывает контент из выбранного выше региона
vi: Chỉ bật nếu tùy chọn đầu tiên không hoạt động!!
zh_hans: 仅当常规地区切换失效时启用！

# FEATURE_ANONYMOUS_SEEN_DESC
source: عرض الدردشات دون إرسال مؤشر القراءة
de: Chats ansehen, ohne Lesebestätigungen an den Empfänger zu senden
ko: 읽음 표시 없이 채팅 보기
nl: Bekijk chats zonder dat de ander een leesbevestiging ontvangt
ru: Дает возможность читать чат без уведомления собеседника
vi: Xem chat mà không gửi xác nhận đã đọc cho người gửi
zh_hans: 查看私信时不会发送已读回执给发送者

# FEATURE_SHOW_ALL_TABS_DESC
source: عرض جميع علامات الإعدادات المخفية، بما في ذلك الميزات التجريبية
de: Alle versteckten Einstellungs-Tabs anzeigen, einschließlich experimenteller Funktionen
ko: 모든 숨겨진 설정 탭 표시 (베타 기능 포함)
nl: Toon alle verborgen instellingstabbladen, inclusief experimentele functies
ru: Показает все скрытые вкладки настроек, включая экспериментальные функции
vi: Hiển thị tất cả tab cài đặt ẩn, bao gồm các tính năng thử nghiệm
zh_hans: 显示所有隐藏的设置选项，包括实验性功能

# FEATURE_PROFILE_SAVE_DESC
source: حفظ معلومات الملف الشخصي في الحافظة بنقرة واحدة
de: Profilinformationen mit einem Tippen in die Zwischenablage speichern
ko: 길게 누르면 프로필 사진 저장
nl: Sla profielinformatie direct op in het klembord
ru: Сохранить информацию о профиле в буфер обмена
vi: Lưu thông tin hồ sơ vào clipboard của bạn chỉ bằng một lần chạm
zh_hans: 一键保存个人资料信息到剪贴板

# FEATURE_PROFILE_COPY_DESC
source: نسخ تفاصيل الملف الشخصي بما في ذلك الاسم والسيرة وغيرها
de: Profildetails einschließlich Benutzername, Bio und anderer öffentlicher Informationen kopieren
ko: 길게 누르면 프로필 소개 복사
nl: Kopieer profielgegevens, inclusief gebruikersnaam, bio en andere publieke info
ru: Копирует информацию о профиле
vi: Sao chép chi tiết hồ sơ bao gồm tên người dùng, tiểu sử và thông tin công khai khác
zh_hans: 复制用户名、简介等个人资料信息

# FEATURE_APP_LOCK_DESC
source: تأمين تطبيق تيك توك برمز مرور أو بصمة الإصبع/الوجه
de: Die TikTok-App mit einem Passwort oder biometrischer Authentifizierung sichern
ko: 앱 실행 시 비밀번호 또는 생체 인증으로 잠금
nl: Beveilig de TikTok-app met een wachtwoord of biometrische verificatie
ru: Добавляет возможность блокировать TikTok паролем
vi: Bảo mật ứng dụng TikTok của bạn bằng mật khẩu hoặc xác thực sinh trắc học
zh_hans: 使用密码或生物识别保护你的 TikTok 应用

# FEATURE_REGIONS_DESC
source: الوصول إلى محتوى خاص بالمناطق عن طريق تغيير الموقع الافتراضي
de: Zugriff auf regionalspezifische Inhalte durch Vortäuschen des virtuellen Standorts
ko: 지역 변경으로 다른 지역의 콘텐츠 접근
nl: Toegang tot regiogebonden inhoud door je virtuele locatie te wijzigen
ru: Получите доступ к контенту для конкретного региона, изменив свое виртуальное местоположение
vi: Truy cập nội dung theo khu vực bằng cách thay đổi vị trí ảo của bạn
zh_hans: 通过更改虚拟位置访问特定地区的内容

# FEATURE_ADD_FOLDERS_DESC
source: تنظيم رسائل الوارد في مجلدات مخصصة لإدارة أفضل
de: Organisiere deine Posteingangsnachrichten in benutzerdefinierten Ordnern für bessere Verwaltung
ko: 받은 편지함 메시지를 폴더로 정리
nl: Organiseer je inboxberichten in mappen voor beter overzicht
ru: Организуйте сообщения в папке «Входящие» в пользовательские папки для более удобного управления
vi: Tổ chức tin nhắn hộp thư của bạn thành các thư mục tùy chỉnh để quản lý tốt hơn
zh_hans: 将收件箱消息整理到自定义文件夹中，便于管理

# Credits
source: الشكر
de: Credits
ko: 크레딧
nl: Credits
ru: О модификации
vi: Ghi nhận
zh_hans: 致谢

# Special Thanks to
source: شكر خاص لـ
de: Besonderer Dank an
ko: 특별한 감사를
nl: Speciale dank aan
ru: Особая благодарность
vi: Cảm ơn đặc biệt
zh_hans: 特别感谢

# Community
source: المجتمع
de: Community
ko: 커뮤니티
nl: Community
ru: Обратная связь
vi: Cộng đồng
zh_hans: 社区

# Main Developer, Owner
source: المطور الرئيسي، المالك
de: Hauptentwickler, Inhaber
ko: 메인 개발자, 소유자
nl: Main Developer, Owner
ru: Главный разработчик, владелец
vi: Nhà phát triển chính, Chủ sở hữu
zh_hans: 主要开发者，所有者

# Co-Owner
source: شريك المالك
de: Mit-Inhaber
ko: 공동 소유자
nl: Co-Owner
ru: Совладелец
vi: Đồng sở hữu
zh_hans: 联合所有者

# DRM Developer
source: مطور إدارة الحقوق الرقمية
de: DRM Entwickler
ko: DRM 개발자
nl: DRM developer
ru: Разработчик DRM
vi: Nhà phát triển DRM
zh_hans: DRM 开发者

# Contributor
source: مساهم
de: Mitwirkender
ko: 기여자
nl: Contributor
ru: Помощник
vi: Người đóng góp
zh_hans: 贡献者

# UI Designer
source: مصمم الواجهة
de: UI Designer
ko: UI 디자이너
nl: UI Designer
ru: Дизайнер
vi: Thiết kế giao diện
zh_hans: UI 设计师

# Telegram Channel
source: قناة تيليجرام
de: Telegram Kanal
ko: 텔레그램 채널
nl: Telegram kanaal
ru: Telegram канал
vi: Kênh Telegram
zh_hans: Telegram 频道

# Telegram Discussion Group
source: مجموعة مناقشة تيليجرام
de: Telegram Diskussionsgruppe
ko: 텔레그램 토론 그룹
nl: Telegram Discussie Group
ru: Чат в Telegram
vi: Nhóm thảo luận Telegram
zh_hans: Telegram 讨论组

# Get the latest updates and news
source: احصل على أحدث التحديثات والأخبار
de: Erhalte die neuesten Updates und Nachrichten
ko: 최신 업데이트 및 뉴스 받기
nl: Krijg de laatste updates en nieuws
ru: Тут будут обновления
vi: Nhận cập nhật và tin tức mới nhất
zh_hans: 获取最新更新和新闻

# Join the community discussion
source: انضم إلى نقاش المجتمع
de: Diskutiere in unserer Community
ko: 커뮤니티 토론에 참여하기
nl: Praat mee in de community
ru: По любым вопросам
vi: Tham gia thảo luận cộng đồng
zh_hans: 加入社区讨论

# Buy Me a Coffee
source: اشترِ لي قهوة
de: Spendier mir einen Kaffee
ko: 커피 한 잔 사주기
nl: Buy Me a Coffee
ru: Угостите меня кофе
vi: Mua cho tôi một ly cà phê
zh_hans: 请我喝杯咖啡

# Support the development
source: ادعم التطوير
de: Unterstütze die Entwicklung
ko: 개발 지원하기
nl: Ondersteun de ontwikkeling
ru: Поддержать разработку
vi: Hỗ trợ phát triển
zh_hans: 支持开发

# About
source: حول
de: Über
ko: 정보
nl: Over deze app
ru: Поддержка и справка
vi: Giới thiệu
zh_hans: 关于

# Configuration
source: الإعدادات
de: Konfiguration
ko: 구성
nl: Configuratie
ru: Настройки
vi: Cấu hình
zh_hans: 配置

# Import Configuration
source: استيراد الإعدادات
de: Konfiguration importieren
ko: 구성 가져오기
nl: Configuratie importeren
ru: Восстановление настроек
vi: Nhập cấu hình
zh_hans: 导入配置

# Export Configuration
source: تصدير التهيئة
de: Konfiguration exportieren
ko: 구성 내보내기
nl: Configuratie exporteren
ru: Резервная копия настроек
vi: Xuất cấu hình
zh_hans: 导出配置

# Reset All Settings
source: إعادة ضبط جميع الإعدادات
de: Alle Einstellungen zurücksetzen
ko: 모든 설정 재설정
nl: Alle instellingen terugzetten
ru: Сброс настроек
vi: Đặt lại tất cả cài đặt
zh_hans: 重置所有设置

# Import settings from a file
source: استيراد الإعدادات من ملف
de: Einstellungen aus einer Datei importieren
ko: 파일에서 설정 가져오기
nl: Instellingen importeren vanuit bestand
ru: Восстанавливает настройки из файла
vi: Nhập cài đặt từ tệp
zh_hans: 从文件导入设置

# Export settings to a file
source: تصدير الإعدادات إلى ملف
de: Einstellungen in eine Datei exportieren
ko: 파일로 설정 내보내기
nl: Instellingen exporteren naar bestand
ru: Создает файл настроек
vi: Xuất cài đặt ra tệp
zh_hans: 导出设置到文件

# Reset all settings to default values
source: إعادة ضبط جميع الإعدادات إلى القيم الافتراضية
de: Alle Einstellungen auf Standardwerte zurücksetzen
ko: 모든 설정을 기본값으로 재설정
nl: Herstel alle instellingen naar standaardwaarden
ru: Сбрасывает все настройки
vi: Đặt lại tất cả cài đặt về giá trị mặc định
zh_hans: 将所有设置重置为默认值

# All settings have been reset to default values.
source: تمت إعادة ضبط جميع الإعدادات إلى القيم الافتراضية.
de: Alle Einstellungen wurden auf Standardwerte zurückgesetzt.
ko: 모든 설정이 기본값으로 재설정되었습니다.
nl: Alle instellingen zijn teruggezet naar standaardwaarden.
ru: Все настройки были сброшены до значений по умолчанию
vi: Tất cả cài đặt đã được đặt lại về giá trị mặc định.
zh_hans: 所有设置已重置为默认值。

# Configuration imported successfully.
source: تم استيراد الإعدادات بنجاح.
de: Konfiguration erfolgreich importiert.
ko: 구성이 성공적으로 가져와졌습니다.
nl: Configuratie succesvol geïmporteerd.
ru: Настройки успешно импортированы
vi: Cấu hình đã được nhập thành công.
zh_hans: 配置导入成功。

# File selection was cancelled.
source: تم إلغاء اختيار الملف.
de: Dateiauswahl wurde abgebrochen.
ko: 파일 선택이 취소되었습니다.
nl: Bestandselectie geannuleerd.
ru: Выбор файла был отменен
vi: Việc chọn tệp đã bị hủy.
zh_hans: 文件选择已取消。

# Cancelled
source: تم الإلغاء
de: Abgebrochen
ko: 취소됨
nl: Geannuleerd
ru: Отмена
vi: Đã hủy
zh_hans: 已取消

# Support
source: الدعم
de: Support
ko: 지원
nl: Steun
ru: Донат
vi: Hỗ trợ
zh_hans: 支持

# Select App Language
source: اختر لغة التطبيق
de: App-Sprache auswählen
fr: Sélectionner une langue
ko: 앱 언어 선택
nl: Selecteer app taal
ru: Выберите язык
vi: Chọn ngôn ngữ ứng dụng
zh_hans: 选择应用语言
zh_hant: 選擇應用程式語言
